# Sequel Pro dump
# Version 2492
# http://code.google.com/p/sequel-pro
#
# Host: 127.0.0.1 (MySQL 5.1.44)
# Database: amigo
# Generation Time: 2011-01-17 05:16:47 +0800
# ************************************************************

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table boards
# ------------------------------------------------------------

DROP TABLE IF EXISTS `boards`;

CREATE TABLE `boards` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `subject` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

LOCK TABLES `boards` WRITE;
/*!40000 ALTER TABLE `boards` DISABLE KEYS */;
INSERT INTO `boards` (`id`,`subject`,`content`,`created`,`modified`)
VALUES
	(1,'10/13 IED歐洲設計學院[台北.高雄 面試]- 11月7.8.9日，請預約面試','<p>\r\n	<span class=\"style7\"><img alt=\"\" src=\"/~Dars/amigo/admin//files/1265187803.jpg\" style=\"width: 265px; height: 180px; float: left; margin: 5px;\" /><span style=\"color: rgb(165, 42, 42);\"><span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\">歐教展[台北展區]<br />\r\n	IED歐洲設計學院將於台北11月7.8日參加歐洲教育展<br />\r\n	歡迎對學校課程有興趣的朋友前來[世貿二館]了解<br />\r\n	時間為下午13:00-18:00<br />\r\n	並有現場面試,與代表一對一面談</span></span></span></span><span style=\"color: rgb(165, 42, 42);\"><span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\"><br />\r\n	</span></span></span></p>\r\n<p class=\"style8\">\r\n	<span style=\"color: rgb(255, 140, 0);\"><span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\">歐教展[高雄展區]<br />\r\n	今年第一次歐教展於[高雄]舉辦,歡迎位於南部朋友<br />\r\n	於11月9日15:00- 19:00 至國賓飯店詢問課程<br />\r\n	現場也有面試,請把握機會</span></span></span></p>\r\n<p class=\"style6\">\r\n	<span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\">歡迎與我們聯繫. 02 2721 3452</span></span></p>\r\n','2010-02-03 17:04:26','2010-02-03 17:09:09'),
	(2,'7/2 義大利Polimoda 2009年獎學金訊息發佈—AUDI汽車提供','<p>\r\n	<img alt=\"\" src=\"/~Dars/amigo/admin//files/1265188019.jpg\" style=\"width: 265px; height: 265px; margin: 5px; float: left;\" /><span style=\"font-size: 14px;\">AUDI-佛羅倫斯分部 提供獎學金 5000歐元給Polimoda <a href=\"http://www.amigoinfo.com.tw/polimodamanagerment.html\">時尚視覺傳達碩士</a> 課程的學生。 </span></p>\r\n<p class=\"style6\">\r\n	<span style=\"font-size: 14px;\">獎學金科系：時尚視覺傳達　Master in Fashion Visual Communication<br />\r\n	參加資格：大學畢業或準畢業生<br />\r\n	報名截止日：2009年9月。<br />\r\n	開　課　日：2009年10月。<br />\r\n	提供獎金　：5,000歐元。<br />\r\n	申請文件　：申請表履歷與讀書計劃。<br />\r\n	考試內容　：性向測驗，廣告提案，申請動機訪談。<br />\r\n	考試日期　：2009年9月16日上午10:00 於Polimoda學校內.<br />\r\n	Ｐolimoda將由教師們組成評估委員會,由以上內容甄選出得獎者。<br />\r\n	<span class=\"style2\"><strong><br />\r\n	</strong></span> 更相關的獎學金詳細規則，煩請洽詢 02 2721-3452 ~Emi</span></p>\r\n','2010-02-03 17:08:19','2010-02-03 17:08:19'),
	(3,'6/30 IED 2009國際學生獎學金訊息發佈','<p class=\"style6\">\r\n	<img alt=\"\" src=\"/~Dars/amigo/admin//files/1265188314.jpg\" style=\"width: 265px; height: 166px; margin: 5px; float: left;\" /><span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\"><a href=\"http://www.amigoinfo.com.tw/iedschool.html\">IED歐洲 設計學院</a> 提供2009年-2010年碩士班30個名額的獎學金申請。</span></span></p>\r\n<p class=\"style6\">\r\n	<span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\">比賽主題 &ndash; 設計一個更美好的世界.　（參賽者藉著作品反應或提倡主題）<br />\r\n	申請截止日期：2009年9月10日<br />\r\n	提供名額：30位.每個科系各一名。包含以下：<br />\r\n	　　　　　15個全額獎學金(不包含註冊費).<br />\r\n	　　　　　15個半額獎學金(不包含註冊費).<br />\r\n	申請條件：20-40歲.相關科系的學士學位或同等學歷.<br />\r\n	申請文件：參賽表格+履歷+自傳+獎學金讀書計劃+主題作品集+大學的文憑+護照影本+作品題目+想法的描述(30行內)+至少10張圖片或影片或手稿+ 每個檔案要1000pixels以上+可加60分鐘以內的影像+可加成品的照片. (作品不可大於10M)<br />\r\n	服裝設計要有簡短描+15件手稿. 註明材質.顏色.成品的照片.(作品要10M以上)<br />\r\n	語言要求：與授課語言相符的語言.( 電話面試 )<br />\r\n	內容要求：需本人作品. 作品不得是抄襲.暴力.攻擊.人性尊嚴等.</span></span></p>\r\n<p class=\"style6\">\r\n	<span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\">下列為不符合資格者：<br />\r\n	1.已獲得IED其他課程獎學金者.<br />\r\n	2.IED的員工與顧問.<br />\r\n	3.參賽者選擇一個以上的課程申請獎學金.</span></span></p>\r\n<p class=\"style6\">\r\n	<span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\">截止日期：2009年9月15日前.(以寄件日為準)<br />\r\n	公佈日期：2009年10月10日.<br />\r\n	備註：作品無法退還.IED有權利應用.<br />\r\n	評審：由IED四個科別的評審選出<br />\r\n	30個獎學金科系：<br />\r\n	&nbsp;1.&nbsp;&nbsp; <a href=\"http://www.ied.edu/Courses/Fashion/Master-Courses/Milan/Fashion%20Communication%20and%20Stylist%20%28English%20Language%29/info.html?courseId=MRA425I\">Master in Fashion Communication and Stylist</a> (English language) Milan<a id=\"OLE_LINK4\" name=\"OLE_LINK4\"></a> ( 50% )<br />\r\n	2.&nbsp; &nbsp;<a href=\"http://www.ied.edu/Courses/Fashion/Master-Courses/Milan/Fashion%20Marketing%20and%20Retail%20Management%20%28English%20language%29/info.html?courseId=MRA003I\">Master in Fashion Marketing and Retail Management </a>(English language) Milan&nbsp; ( 50% )<br />\r\n	3.&nbsp;&nbsp;&nbsp;<a href=\"http://www.ied.edu/Courses/Fashion/Master-Courses/Milan/Fashion%20and%20Textile%20Design%20%28English%20language%29/info.html?courseId=MRA001I\">Master in Fashion and Textile Design</a> (English language) Milan&nbsp; (100% )<br />\r\n	4.&nbsp;&nbsp;&nbsp;<a href=\"http://www.ied.edu/Courses/Fashion/Master-Courses/Rome/Luxury%20Marketing%20Management%20%28English%20language%29/info.html?courseId=MRB432E\">Master in Luxury Marketing Management</a> (English language) Rome ( 50% )<br />\r\n	5.&nbsp;&nbsp;&nbsp;<a href=\"http://www.ied.edu/Courses/Master-Courses/Visual-Arts/Madrid/Motion%20graphics%20Design/info.html?courseId=VME614S\">Master in Motion Graphics Design</a> (Spanish language), Madrid &nbsp;( 50% )<br />\r\n	6.<a href=\"http://www.ied.edu/Courses/Fashion/Master-Courses/Barcelona/Fashion%20Management%20and%20Retail/info.html?courseId=MRD944S\"> &nbsp;Master in Fashion Management and Retail</a> (Spanish language), Barcelona ( 50% )<br />\r\n	7.&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Milan/Interior%20Design%20%28English%20language%29/info.html?courseId=DRA005I\">Master in Interior Design</a> (English language) Milan ( 50% )<br />\r\n	8.&nbsp; &nbsp;<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Milan/Interior%20Design%20%28English%20language%29/info.html?courseId=DRA005I\">Master in Light Design</a> (English language) Milan ( 100% )<br />\r\n	9.&nbsp; &nbsp;<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Milan/Packaging%20Design%20%28English%20language%29/info.html?courseId=DRA007I\">Master in Packaging Design</a> (English language) Milan ( 100% )<br />\r\n	10.<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Milan/Product%20Design%20%28English%20language%29/info.html?courseId=DRA004I\"> &nbsp;Master in Product Design</a> (English language) Milan ( 50% )<br />\r\n	11.<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Turin/Advanced%20Design%20for%20Transportation%20%28english%20language%29/info.html?courseId=DRC928E\"> &nbsp;Master in Advanced Design for Transportation</a> (English language) Turin ( 50% )<br />\r\n	12. <u><a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Turin/Master%20of%20Arts%20in%20Transportation%20Design%20-%20Work%20Experience%20%28english%20language%29/info.html?courseId=DRC001I\">&nbsp;Master of Arts in Transportation Design - Work Experience</a></u> (English language) Torino ( 100% )<br />\r\n	13. <a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Venice/Yacht%20Design%20%28English%20language%29/info.html?courseId=DRG541E\">&nbsp;Master in Yacht Design </a>(English language) Venice ( 100% )<br />\r\n	14. &nbsp;<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Madrid/European%20Design%20Labs%20-%20Product%20Design%20%28English%20language%29/info.html?courseId=DRE468S\">Master in European Design Labs</a>: Product Design (English language), Madrid ( 100% )<br />\r\n	15. &nbsp;<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Barcelona/Design%20Management%20%28english%20language%29/info.html?courseId=CRD755E\">Master in Design Management</a> (English language), Barcelona ( 100% )<br />\r\n	16. &nbsp;<a href=\"http://www.ied.edu/Courses/Communication/Master-Courses/Milan/Brand%20Management%20and%20Advertising%20Communication%20%28English%20language%29/info.html?courseId=CRA636E\">Master inBrand Management and Advertising Communicatio</a>n (English language) Milan ( 100% )<br />\r\n	17. &nbsp;<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Rome/Sustainable%20Urban%20Design/info.html?courseId=DMB1118I\">Master in Urban design </a>(English language), Rome ( 100% )<br />\r\n	18. <a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Rome/Contemporary%20Landscape%20-%20Visual%20Research%20and%20Design/info.html?courseId=DMB1117I\">&nbsp;Master in&nbsp; Landscape design </a>(English language), Rome &nbsp;( 100% )<br />\r\n	19. &nbsp;<a href=\"http://www.ied.edu/Courses/Master-Courses/Design/Turin/Industrial%20Design%20for%20Sport%20-%20Extreme%20Design%20%28english%20language%29/info.html?courseId=DRC246I\">Master in Industrial design for extreme sport </a>(English language), Turin ( 100% )<br />\r\n	20. &nbsp;Master in&nbsp; Sustainibility for Architecture (English language), Turin ( 100% )<br />\r\n	21. &nbsp;Master in Photography and digital imaging&nbsp; (English language), Venice ( 50% )<br />\r\n	22 &nbsp;Master in<a href=\"http://www.ied.edu/Courses/Design/Master-Courses/Barcelona/Interior%20Design%20for%20Commercial%20Spaces%20%28english%20language%29/info.html?courseId=DMD417E\"> Interior design for commercial spaces</a> (English language), Barcelona ( 50% )<br />\r\n	23.&nbsp;&nbsp;Master in Arts Managmement&nbsp; (English language), Venice ( 50% )<br />\r\n	24.&nbsp;&nbsp;&nbsp;MBA in Luxury and Fashion Management&nbsp; (English language),&nbsp; Paris-Milan ( 100% )<br />\r\n	25.&nbsp;&nbsp;&nbsp;Master in&nbsp; Filmmaker (Italian language), Venice ( 50% )<br />\r\n	26.&nbsp;&nbsp;&nbsp;Master in&nbsp; <a href=\"http://www.ied.edu/Courses/Visual-Arts/Master-Courses/Barcelona/Graphic%20Design%20-%20Strategic%20Creativity%20%28local%20language%29/info.html?courseId=VAD945S\">Graphic Design</a> (Spanish language), Barcelona ( 100% )<br />\r\n	27.&nbsp;&nbsp;&nbsp;<a href=\"http://www.ied.edu/Courses/Communication/Master-Courses/Barcelona/Strategic%20and%20Creative%20Management%20of%20Integral%20Advertising%20%28local%20language%29/info.html?courseId=CMD756S\">Master in Advertising (Spanish language), </a>Barcelona ( 50% )<br />\r\n	28.&nbsp;&nbsp;&nbsp;Master in Institutional Communication&nbsp; (Spanish language),&nbsp; Barcelona ( 50% )<br />\r\n	29.&nbsp;&nbsp;&nbsp;<a href=\"http://www.ied.edu/Courses/Fashion/Master-Courses/Barcelona/Fashion%20Marketing%20and%20Communication%20%28local%20language%29/info.html?courseId=MMD288S\">Master in Fashion Marketing and Communication</a> (Spanish language),Barcelona ( 50% )<br />\r\n	30.&nbsp;&nbsp;&nbsp;<a href=\"http://www.ied.edu/Courses/Fashion/Master-Courses/Barcelona/Shoes%20and%20Accessories%20Design%20%28local%20language%29/info.html?courseId=MMD289S\">Master in Shoes and Accessories Design</a>, (Spanish language), Barcelona ( 50% )</span></span></p>\r\n<p>\r\n	<span style=\"font-family: verdana,geneva,sans-serif;\"><span style=\"font-size: 14px;\"><span class=\"style6\">更相關的獎學金詳細規則，煩請洽詢 02 2721-3452 ~Emi</span><br />\r\n	</span></span></p>\r\n','2010-02-03 17:14:26','2010-02-03 17:14:26');

/*!40000 ALTER TABLE `boards` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table categories
# ------------------------------------------------------------

DROP TABLE IF EXISTS `categories`;

CREATE TABLE `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) DEFAULT NULL,
  `name_eng` varchar(50) NOT NULL,
  `pix` varchar(50) NOT NULL,
  `pix2` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COMMENT='科系類別';

LOCK TABLES `categories` WRITE;
/*!40000 ALTER TABLE `categories` DISABLE KEYS */;
INSERT INTO `categories` (`id`,`name`,`name_eng`,`pix`,`pix2`)
VALUES
	(14,'語言學校','Language School','banner_language.jpg','title_language.gif'),
	(13,'餐飲及餐飲管理','Hospitality','banner_hospitality.jpg','title_hospitality.gif'),
	(12,'時尚行銷及設計管理','Fashion Management','banner_fashionManagement.jpg','title_managerment.gif'),
	(11,'造型 彩妝設計','Styling & Makeup','banner_styling.jpg','title_styling.gif'),
	(10,'服裝 配件 珠寶設計','Fashion','banner_fashion.jpg','title_fashion.gif'),
	(9,'多媒體設計 純藝術','Multimedia & Art','banner_art.jpg','title_multimedia.gif'),
	(8,'設計類','Design','banner_design.jpg','title_design.gif');

/*!40000 ALTER TABLE `categories` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table courses
# ------------------------------------------------------------

DROP TABLE IF EXISTS `courses`;

CREATE TABLE `courses` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `school_id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `content` text NOT NULL,
  `sys_city` varchar(100) NOT NULL,
  `weight` float DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `newfk` (`category_id`),
  KEY `newfk2` (`school_id`)
) ENGINE=MyISAM AUTO_INCREMENT=205 DEFAULT CHARSET=utf8 COMMENT='課程';

LOCK TABLES `courses` WRITE;
/*!40000 ALTER TABLE `courses` DISABLE KEYS */;
INSERT INTO `courses` (`id`,`name`,`school_id`,`category_id`,`content`,`sys_city`,`weight`,`created`,`modified`)
VALUES
	(1,'碩士-服裝設計系',1,10,'時尚概念,流行趨勢,消費習性,系列商品結構與方法,生產過程,品牌識別,形像傳播,展示間與商店,廣告活動技巧,打樣縫製實務,電腦技術,參觀展覽與公司.\r\n','佛羅倫斯/英語授課',NULL,NULL,'2010-11-16 13:52:39'),
	(122,'碩士-時尚視覺傳達系',1,12,'時尚體系,行銷原則,對象分析,傳播方法與技巧,廣告與媒體,視覺感受,網站設計,多媒體設計,廣告繪圖,出版品美編,企業識別,包裝設計,電腦繪圖,個案研究與企劃案實作. ','佛羅倫斯/義語授課',NULL,'2010-11-10 16:22:39','2010-11-16 13:52:47'),
	(2,'碩士-鞋類設計系',1,10,'足部的分析,素材與組合元素,皮革與製革廠,原型與設計,技術,產品開發,時尚概念,鞋類文化,當代美學,趨勢研究,消費概念,創意思維,品牌識別,設計與傳播,製圖,系列商品開發,識別特徵,品牌學,作品發表. \r\n','佛羅倫斯/英語授課',NULL,NULL,'2010-11-16 13:52:56'),
	(3,'碩士-提包與配件設計系',1,10,'手提包與皮製配件設計,製作技術-打版,繪圖,材質,原料等,文化研究-時尚史,分析與工程學,當代美學,趨勢研究,視傳,消費者學,品牌識別,奢華品管理等,義大利文專業用語,相關產業參訪,商展與製造商,工作坊. \r\n','佛羅倫斯/英語授課',NULL,NULL,'2010-11-16 13:53:04'),
	(4,'3年-鞋類及配件設計系',1,10,'時尚/配件/鞋發展史,趨勢與現狀研究,圖樣呈現,實務:規劃與設計,材質,鞋樣,皮樣,創意打樣,系列商品呈現,規劃與貿易,皮革與鞋電腦輔助設計,市場行銷原則,電腦繪圖,英文,參觀秀展與公司. ','佛羅倫斯/英語與義語授課',NULL,NULL,'2010-11-15 18:42:11'),
	(5,'碩士-時尚行銷與採購系',1,12,'時尚市場交易原則,推銷規劃原則,時尚傳播原則,市場經濟,銷售研究,時尚促銷,客戶經營,行銷與企業計劃,時尚市場調查, 客戶關系管理, 採購策略, 產品知識, 銷售財務管理,採買.','佛羅倫斯/英語授課',NULL,NULL,'2010-11-16 13:53:24'),
	(6,'碩士-奢華品管理系',1,12,'奢華品管理策略,奢華品行銷與原則,傳播,策略行銷,奢華品市場行銷與傳播,客戶關係經營.實地考察,接觸奢華品生產流程和經營與行銷管道.','佛羅倫斯/英語授課',NULL,NULL,'2010-11-16 13:53:41'),
	(9,'3年-女裝 / 男裝打版設計系',1,10,'創意模型製作,包裝技術,設計詮釋,圖樣技術,織品學與公司參訪,品管,時尚與服裝史,英文,電腦輔助版型設計,市場銷售原則,實務製作,實習. \r\n','佛羅倫斯/英語與義語授課',NULL,'2010-03-15 16:11:40','2010-11-15 18:42:58'),
	(10,'碩士-時尚採購巿場管理系',1,12,'當代時尚與時尚業,傳播心理學與銷售,組織/傳播與人際關係技巧,國際策略行銷,採購與零售管理,纖維-紗-織品,趨勢研究,,人力資源與財務管理,時尚商品規劃, ,英文.','佛羅倫斯/義語授課',NULL,'2010-03-15 16:12:23','2010-11-16 13:53:56'),
	(11,'碩士-藝術與時尚學系',1,12,'當代時尚史,當代藝術史,藝術與文化行為及時尚之關連,編輯,空間設計,時尚社會學,哲學,個案研究與服裝設計,參觀博物館與展覽,業界人士經驗談. \r\n','佛羅倫斯/英語授課',NULL,'2010-03-15 16:19:16','2010-11-16 13:54:24'),
	(13,'碩士-時尚視覺行銷系',1,12,'時尚體系,時尚市場學,零售市場學,消費社會學,傳播模式與技巧,時尚商品,傳播心理學,視覺行銷規劃,個案研究與企劃實行 \r\n',' 佛羅倫斯/義語授課',NULL,'2010-03-15 16:21:04','2010-11-16 13:54:10'),
	(14,'碩士-時尚零售管理系',1,12,'時尚體系,時尚市場學,零售市場學,購物行為,視覺行銷,傳播心理學,財務管理,時尚商品,個案研究與企劃實作. \r\n','佛羅倫斯/義語授課',NULL,'2010-03-15 16:21:26','2010-11-16 13:54:34'),
	(15,'碩士-時尚巿場傳播系',1,12,'當代時尚,行銷-策略決定與縱合市場發展,企業形象,廣告策略,宣傳,時尚產業傳播,公關,網路與多媒體,商務與公共團體傳播,商業廣告藝術-電腦與英文. \r\n','佛羅倫斯/義語授課',NULL,'2010-03-15 16:22:13','2010-11-16 13:54:47'),
	(16,'碩士-時尚行銷與活動策劃',1,12,'當代時尚,行銷-策略決定與縱合市場發展,企業形象,促銷活動,活動策劃流程,籌備,預算,促銷與宣傳,時裝秀舉辦協調,促銷工具,商業廣告藝術-電腦與英文.','佛羅倫斯/義語授課',NULL,'2010-03-15 16:22:33','2010-11-15 18:44:43'),
	(17,'碩士-時尚美容與彩妝管理系',1,12,'時尚體系,美容與彩妝,產品研發,市場行銷管理,市場傳播,傳播方法與技巧,流行與美容廣告,貿易與零售市場學,網路行銷,趨勢與外觀,資訊技術-繪圖與排版軟體,個案研究與企劃實作. \r\n','佛羅倫斯/義語授課',NULL,'2010-03-15 16:23:02','2010-11-16 13:54:59'),
	(18,'碩士-國際時尚行銷系',1,12,'時尚史,國際市場經營與行銷概與應用,市場與應用研究,國際時尚零售與採購,產品與原料,確立潮流趨勢,語言與文化,國際市場經營與行銷,傳播心理學與銷售關系,視覺經營與行銷,時尚活動. \r\n','佛羅倫斯/義語授課',NULL,'2010-03-15 16:23:21','2010-11-16 13:55:08'),
	(20,'碩士-時尚造型系',1,11,'時尚史,廣告與攝影學,時尚趨勢,當代時尚史,時裝系統概論,時尚行銷原理,傳播與品牌策略,社會學,網頁設計,電視,劇場和電影造型,攝影,藝術指導,活動造型,廣告和時尚秀,彩妝與髮型設計,室內造型設計,個人作品集.','佛羅倫斯/英語授課',NULL,'2010-03-15 16:30:58','2010-11-16 13:55:19'),
	(121,'碩士-時尚品牌管理系',1,12,'時尚品牌管理學,品牌創建與個性,企業管理,時尚傳播學,多媒體傳播學,當代藝術,流行趨勢,時尚行銷企劃,經濟學,時尚歷史與模式,商標學,品牌設計與包裝.產品開發.','佛羅倫斯/英語授課',NULL,'2010-11-10 16:14:36','2010-11-16 13:55:28'),
	(23,'入學準備課',1,10,'大學的先修課程,針對不了解時尚領域也無相關背景的學生,初步介紹大學課程四種領域的知識:服裝與時尚史,藝術史,設計與色彩技術,時裝圖樣繪製,打版與縫紉介紹,時尚配件,市場行銷介紹,編織品,實驗室實務. ','佛羅倫斯/義語授課',NULL,'2010-03-15 16:35:42','2010-11-15 18:45:34'),
	(24,'碩士-服裝設計系',2,10,'本課程針對相關科系畢業或時尚界的工作者而設計，強調流行趨勢探索，創造理論與創意統合的專業能力，並和生產線配合。設計者必須能夠掌握男女服飾、配件與織品，並配合實際產業技術應用，把繪圖和研究帶入設計趨勢中，同時兼顧市場概念，確保從研究到成品各階段的品質和有效的成本控制；而每個創造過程都會經過時尚體系中各領域專業人士的個別分析。 \r\n設計者必須能夠進行團隊工作，並與各種不同的服裝織品製造公司密切合作，並完整訓練所有創作層面，包括視覺、研究、素描、色彩、織品、成本、半成品以及成品等。 \r\n課程內容包含-設計案，設計管理，數位設計，設計方法研究，紡織品與紗，時尚體系介紹，趨勢研究，服飾技術等 \r\n','米蘭/英語授課',NULL,'2010-03-15 16:39:48','2010-11-16 13:52:08'),
	(26,'3年-鞋類與配件設計',2,10,'課程目的在訓練類件與鞋設計產業的一流技術能力人才，能夠貫徹執行每一階段的設計過程-從枝微末節的創意構思，到確認可行性並完成商品，期間要與每一個設計與生產環節中的專業負責人及部門進行良好的互動與溝通。 \r\n','米蘭/羅馬/義語授課',NULL,'2010-03-15 16:40:42','2010-11-16 16:55:02'),
	(27,'3年-珠寶設計系',2,10,'寶石與貴重金屬要透過設計師的手來創造出獨特的優雅氛圍與價值感，珠寶設計師是個需要時時保持對環境裡一切人事物關注好奇的角色，留意日常生活中的種種語言符號與象徵的意涵，搜尋及結合珍貴的金屬與合成寶石，玻璃器皿，樹脂，及其他素材;透過這樣小而有故事性的飾品，去豐富每個配戴者的個人風格形象。 \r\n','米蘭/羅馬/義語授課',NULL,'2010-03-15 16:41:11','2010-11-16 16:57:15'),
	(30,'3年-時尚造型系',2,11,'本課程的訓練著重形象塑造與藝術指導的人才：與藝術生產、創意陳列展示結構的人互動，引導當代設計趨勢和展覽秀場相關媒體傳播的分析。文化議題部分會介紹流行與服裝史、時尚攝影史、社會學與行銷；技術部分則會有攝影技術、動畫影像技術、平面設計、預算控管與廣告企畫；設計方面則會協助學生製作攝影作品、雜誌、專欄或活動的概念、也會涉及網路電視電影等相關領域。','米蘭/英語與義語授課',NULL,'2010-03-15 16:43:18','2010-11-16 17:03:36'),
	(31,'3年-時尚傳播系',2,12,'好的行銷或傳播技巧可以更有效率且具競爭性的掌握時尚產業的運作，課程宗旨要培訓專業的傳播菁英，構思經營有效的整合傳播策略，領域包括廣告公司，媒體關係經營，時尚活動策劃安排等。\r\n\r\n','米蘭/羅馬/義語授課',NULL,'2010-03-15 16:44:00','2010-11-16 16:59:15'),
	(32,'3年-時尚巿場行銷系',2,12,'行銷包含許多可變因素的管理，例如產品、價格、配銷、傳播等，推動企業在市場上建立具有高競爭力的定位和形象，達到有效的成果。對於著重品牌的時尚市場，企業的市場策略與產品和行銷的選擇將會是影響品牌獲取市場能見度的重要因素，另一方面還需與下游經銷商建立良好關係。\r\n本課程訓練與市場需求配合的產品經理(監督整個生產線)、產品授權經理(負責所有商標的權利與使用)、採購(定義出符合客戶需求的購買物)、與店經理(管理銷售點)等專才。 \r\n','米蘭/英語與義語授課',NULL,'2010-03-15 16:44:37','2010-11-16 17:01:10'),
	(35,'碩士-時尚行銷與產品管理系',2,12,'經營時尚體系不僅需要靈感與創意，更要具備策略思考及組織管理的專才；由於近年市場競爭環境的轉變與全球化，企業更需要專業有遠見的行銷管理人才以因應大環境的變革，以及積極開發經營銷售通路。 \r\n行銷經理人在企業中扮演關鍵性的角色，必須洞悉市場的走向進行分析，充分瞭解同業競爭對手，及擬定行銷計畫；而產品管理的角色則必須具備技術和產品的專業知識，分析企業需求和市場趨向，與生產研究部門合作及監督生產線並指引設計師。 \r\n課程內容包含－時尚社會學與潮流、市場分析、時尚產品、行銷與傳播、品牌管理、配銷體系、銷售計畫擬定、奢侈品行銷、展示間陳列等。 \r\n','米蘭/英語授課',NULL,'2010-03-15 16:57:42','2010-11-16 15:36:17'),
	(36,'碩士-室內設計系',2,8,'課程包括企業的策略、商業定位、服務類型等，客戶想要在空間中傳達出的訊息。因此學生將在本課程中學習到設計相關和規劃的技巧，包括有景象、繪圖、創意和市場分析等實用性知識，將有助於學生在開發新客戶，或溝通企業形象策略時佔有優勢。課程內容包含-技術與操作(Rhinoceros，3D工作室實作，Photoshop，稿圖製作，模型技術)，特別課程(科技，燈光照明規劃)，一般課程(義大利設計與趨勢，演說，感官經驗，專業指導，選修義大利文)等，並須完成3種方向的設計案-健康/接待/商務.\r\n','米蘭/英語授課',NULL,'2010-03-15 16:58:10','2010-11-16 13:59:29'),
	(37,'碩士-產品設計系',2,8,'工業設計不僅專注於個案研究，也結合了行銷策略，科技研發及溝通技巧的跨方位研究，工業設計人員必須參考市調資料來判斷行銷人員的創意是否符合消費者需求和使用習慣，並與研發人員討論技術上的可行性。工設碩士課程結合理念和實務，教授學生行銷趨勢研究，市場競爭分析，消費者行為研究，專案執行及工業流程等實務操作的專業技能。在行銷趨勢和市場競爭分析方面，透過個案研究的方式了解產品設計的最新技術及企業行銷的新知識。在實務操作上，IED得到義大利設計協會資助，與各大企業合作，使學生可以在公司實習時把自己的概念製作成實品。 \r\n課程內容包含-技術與操作(Rhinoceros，3D工作室實作，Photoshop，稿圖製作)，特別課程(素材技術，模型技術)，一般課程(義大利設計與趨勢，演說，C.M.F.，專業指導，選修義大利文)等，並須完成3種企劃設計案-消費性商品/家俱/高科技商品.\r\n','米蘭/英語授課',NULL,'2010-03-15 16:58:31','2010-11-16 14:03:41'),
	(38,'3年-舞台設計系',2,8,'舞台設計是囊括具體有形和無形虛擬部分的短期設計，源自相當偉大而長遠的優秀傳統，也加入了最新的數位科技，透過巧思與設計規劃能力，營造出適合劇場演出、電影、電視、傳播活動、文化體育表演等的視覺空間。\r\n\r\n','米蘭/羅馬/義語授課',NULL,'2010-03-15 16:58:53','2010-11-16 17:20:23'),
	(39,'碩士-交通工具設計系',2,8,'本科系提供2年完整及1年進階交通運輸設計的培訓需求，從一開始新想法的闡述、生產製造上的限制、到最後3D立體模型的完成，學生們可以將理論與現實產業緊密的結合。 \r\n本課程將帶領學生進入現實的工作環境，強調在專業設計公司內的團隊合作精神，設計專案將先由市場調查開始，包括競爭者分析、客戶群定位等，再進一步進入實際的設計階段，包括2D、3D、及動畫等設計。整個課程最後將需要完成由汽車公司在課程開始時即委任的專案。 \r\n課程內容包含-人類工程學，運輸工具構造，外觀與內部設計，技術能力培養(多媒體設計，Rhino， Alias，Modelling Clay，Rendering)，市場分析，材質技術研究等，並安排知名汽車設計師指導.\r\n','杜林/英語授課',NULL,'2010-03-15 17:00:06','2010-11-16 14:05:44'),
	(40,'碩士-平面設計系',2,9,'課程將引導平面設計師融合創意設計與管理技能,實現每個階段的客戶需要。課程內容包含講座、研討會、實驗室、分析傳統方法、創新技術、了解巿場需求、巿場調查、新媒體、傳播、產品溝通、廣告公司出版、公關。','佛羅倫斯/英語授課',NULL,'2010-03-15 17:00:48','2010-11-16 17:54:16'),
	(42,'3年-插畫與動畫設計系',2,9,'本科系的招收對象是希望同時將傳統與新科技結合運用，從水彩畫到電腦繪圖，來創造影像的學生，插畫師要具備高深的特殊語言及技術知識，從兒童插畫到科學用插畫，從連環漫畫到卡通動畫，都要能一手掌控。 \r\n','米蘭/義語授課',NULL,'2010-03-15 17:02:00','2010-11-16 17:29:18'),
	(43,'3年-攝影系',2,9,'本課程的目標必須ㄧ方面訓練學生充分熟知並掌握攝影上的素材、科技、與詳細過程，另ㄧ方面也要具備人文科學、文化、美學藝術的背景，才能夠在未來成為一位優秀專業，了解社會內涵發展演化的攝影師','米蘭/羅馬/杜林/義語授課',NULL,'2010-03-15 17:02:32','2010-11-16 17:30:28'),
	(44,'3年-音效設計系',2,9,'聲音在所有的傳播媒介與過程中都是一項不可或缺的特殊及必要元素，音效設計是結合了專門技術與藝術，為各種場合與型式的表演如活動、戲劇表演、秀展、網站、感官行銷企劃、藝術裝置及演出等等，製作出所需的配音效果。','米蘭/羅馬/義語授課',NULL,'2010-03-15 17:02:52','2010-11-16 17:32:51'),
	(134,'3年-時尚配件設計系',22,10,'配件(如手提包，提箱，鞋子，皮帶，皮件等)在現今的國際體系中扮演著主流的角色，當今的審美觀重歸奢華、優雅和古典，讓配件有屬於自己的基本地位，脫離原本二線商品的角色，帶出自身的風格。但配件的設計不管是包包或鞋子，都需要非常細部而精確的特殊準備，並符合公司的期望，並在服裝主流的領域中，透過專業人才帶領出屬於配件系列商品的企業目標。 \r\n課程內容包含-配件史，當代潮流分析，材質技術，圖樣設計，產品創作與打板. \r\n','馬德里/西語',NULL,'2010-11-16 17:41:45','2010-11-16 17:41:45'),
	(47,'碩士-時尚傳播與公關系',2,12,'產品乃是透過傳播被賦予功能以外的形象價值，因此傳播不僅是吸引目光的最佳工具，也能使產品本身更人性化及被大眾渴望；公共關係經營者應構思出各個層面的傳播策略，以利品牌與大眾接觸並傳達意義。本課程針對時尚體系的介紹，市場分析，時尚產品及行銷傳播基礎，預算控管及奢侈品行銷等方面進行。時尚傳播涵蓋電影，廣告，影像傳播分析理論，出版工業及攝影等；而公共關係涵蓋媒體策略與關係，傳播計畫與活動，策劃展覽，網路傳播和fashion show等等。 \r\n課程方向包含－媒體策略、新聞處、傳播計畫、傳播活動、商展、fashion show等','米蘭/英語授課',NULL,'2010-03-15 17:25:51','2010-11-16 15:32:34'),
	(48,'碩士-奢華品行銷管理系',2,12,'義大利擁有豐富文化資產，多數奢華品工業如紡織、香水、珠寶、石刻技術等，都發源於此。迄今時尚工業蓬勃發展，對管理者的能力要求相對提高，須對市場潛力，消費行為，銷售體系，風格脈動等都要駕輕就熟；而文化素養更是重要的基石。IED培養優秀的管理人才，在激烈的競爭環境中發掘市場動向和商機。歡迎愛好文化，具熱忱及對商業行銷和時尚領域有強烈企圖心的人才加入。 \r\n課程內容包含－行銷、品牌學、預算控管、品牌權益、創意管理、藝術史、美術/博物館行銷、品牌史、專案實作等。 \r\n','羅馬',NULL,'2010-03-15 17:26:10','2010-11-16 15:44:56'),
	(49,'碩士-品牌管理與廣告傳播系',2,12,'本科系因應來自世界各個就業市場競爭者的需求，訓練各學科間的專才：包括統合技巧和傳播企畫的組織能力；分析現今社會的文化經濟局勢，強調傳播的策略面，行銷工具和廣告步驟。 \r\n廣告業與義大利就業市場是最密切相關的產業之一，發展相當成功。 \r\n課程內容包含品牌傳播企畫的各方面過程，也會接觸品牌經營管理、會計、策略擬定、媒體研究、廣告文案、藝術指導等，訓練創意視覺與思考，廣告理論與實務、行銷原則、品牌學等，及透過市調識別消費行為，定義產品市場及策略，實行傳播企畫案。 \r\n','米蘭/英語授課',NULL,'2010-03-15 17:26:33','2010-11-16 15:41:54'),
	(51,'碩士-設計管理系',22,12,'設計的角色是能夠賦予一項產品更高的附加價值；本科系針對培育商業設計領域的管理者，構思成功的產品並監督生產過程。瞭解設計本身的價值及其和經營管理間的關連，進而將設計結合經營策略，協助品牌獲得更佳的市場定位，本科系適合擁有工作室或自營品牌的設計師，以及一班商管領域對設計有興趣者進修，協助其有效管理及策略經營，引進新思維，和技術與生產面的新趨勢，開發成功的市場行銷與綜合配銷通路，開創機會並使品牌成長。 \r\n課程內容包含－企畫案經營、策略、行銷與販售、財務、人類研究、資訊體系、實務演練、期末企劃等。 \r\n','巴塞隆那/英語授課',NULL,'2010-03-15 17:27:44','2010-11-16 15:40:14'),
	(52,'碩士-藝術管理系',2,12,'這個角色必須透過活動和企畫推廣藝術和文化資產，宣揚文化產物的價值，並與私人及公立機構互動；需要設計，規劃及經營文化活動，包含的領域諸如表演藝術、娛樂、視覺傳達、音樂、象徵藝術等。 \r\n而威尼斯一向以文化藝術之都著稱世界，不僅有完善的藝術背景，也與藝術市場有密不可分的關係，和文化協會、藝廊、博物館、舞台劇場等，都有機會合作。 \r\n課程安排包含兩部分— \r\n主要課程－行銷、傳播、經營管理、藝術史、相關法規、歷史文化/技術與藝術/活動。 \r\n實務技能－各類藝文機構、組織、及活動的任務、推廣行銷及管理。','羅馬/佛羅倫斯/威尼斯/英語授課',NULL,'2010-03-15 17:30:12','2010-11-16 15:43:19'),
	(54,'3年學士-設計系',3,8,'設計師的活動,能夠創造成功的生產,在今日扮演極其重要的角色.設計者可能會被要求解決從產品及製造過程研究,到制定策略以確立新的市場定位等複雜問題,這也是企業集中最多資源形象的部份.\r\n如果七十年代初還可以憑著個人直覺和感覺,今天絕對必須擁有更善於表達和試驗的專業文化。 \r\nNABA課程的目的是提供學生設計文化領域中的整體訓練:產品設計，室內設計及展覽設計,建立基本的技術和方法工具.課程的目標是初步培訓專業人員有意識面對新的生產界需求,具備強烈競爭力,有效進入物件,室內和展覽等設計生產界的公司或工作室. \r\n','米蘭/義語授課',NULL,'2010-03-15 17:42:27','2010-11-16 21:09:40'),
	(147,'2年碩士-視覺藝術與管理者研究系',3,9,'2年碩士學位:本科系著重藝術家與管理者技能,從獨特的展覽空間規劃範疇開始,這兩者的角色和態度都被視為重新定義的公開領域。 \r\n一系列跨學科的活動透過針對當代藝術界發展新運作與訓練方法的講座,工作坊,研討會與展覽展開。本科系培育藝術家,管理者,藝術雜誌編輯,記者,展覽設計師等。主要課程包括視覺文化,視覺與表演藝術,管理者研究,展覽設計。 \r\n','米蘭/義語授課',NULL,'2010-11-16 20:59:10','2010-11-16 20:59:10'),
	(56,'3年學士-劇場設計系',3,8,'劇場設計是由建築分支衍生的,在今日算是包含各種設計類別的訓練並獨立存在的.劇場設計,舞台設計,服裝與燈光設計都是與劇院,電影,電視互動的藝術,就像在時裝秀,商展與博物館陳列一樣.因此NABA的目標是塑造一個能和導演,服裝師,燈光師和工藝道具師密切運作的專業者,學生將能面對一個迷人又複雜的工作，需要的概念和創意的準備工作,例如實際的敏感度和工藝技能.在歷史文化研究和技術實務工作之間的整合,也因能經常體驗“臨場”的重要經驗而更增進,例如米蘭就有兩個世界聞名的劇院:史卡拉和皮克洛劇院.','米蘭/義語授課',NULL,'2010-03-15 17:43:16','2010-11-16 21:11:09'),
	(60,'碩士-織品與新材質設計系',3,10,'2年碩士學位課程:這門科系訓練能夠以創新及主動開創的工作方式,經由傳達,專案,美感的技術價值,培養高度織品與新材質特性知識的專家,\r\n學生會在各種專業知識間鑽研跨學科領域,例如裝飾,服裝設計,平面與室內設計。織品與材質設計師就業範圍很廣,諸如設計公司,時裝公司,研發中心(趨勢公司,素材圖書室,形象公司,實驗室),建築室內設計工作室,先進設計公司等。這門課程史素材與織品設計能更深一層運用在室內,展覽,及時裝設計上。','米蘭/義語授課',NULL,'2010-03-15 18:50:44','2010-11-16 20:55:04'),
	(63,'碩士-室內設計系',3,8,'本課程和米蘭Politecnico學院合作,宗旨在養成優秀景觀設計與景觀建築人才,特別針對具有建築,藝術,設計教育背景的學生。課程目的是要教授廣泛的方法學,善用各樣元素的結合,由知識,比較與經驗出發,而不帶歷史或觀念的偏見來規畫土地, 將各元素以一種亮眼的樣貌來呈現來貼近自然主題。\r\n這樣的工作方法可以應用在任何以景觀為中心的個案專業領域中。課程中會對下列主題進行深入研究:邊界-地形,觀察-圖像,專案主題-藝術品,居住地:郊區-人口集中區。\r\n','米蘭/義大利語',NULL,'2010-03-15 19:01:11','2010-11-16 21:12:25'),
	(65,'碩士-景觀設計系',3,8,'本課程和米蘭Politecnico學院合作,宗旨在養成優秀景觀設計與景觀建築人才,特別針對具有建築,藝術,設計教育背景的學生。課程目的是要教授廣泛的方法學,善用各樣元素的結合,由知識,比較與經驗出發,而不帶歷史或觀念的偏見來規畫土地, 將各元素以一種亮眼的樣貌來呈現來貼近自然主題。\r\n這樣的工作方法可以應用在任何以景觀為中心的個案專業領域中。課程中會對下列主題進行深入研究:邊界-地形,觀察-圖像,專案主題-藝術品,居住地:郊區-人口集中區。\r\n','米蘭/義語授課',NULL,'2010-03-15 20:52:57','2010-11-16 21:13:41'),
	(66,'美術系',4,9,'第一學期\r\n基礎素描       基礎繪圖\r\n陶藝介紹       藝術史概論\r\n混合繪畫法     初級義大利文	\r\n第二學期\r\n中級素描                 中級繪圖\r\n佛羅倫斯文藝復興藝術     版畫複製入門    \r\n靜物油畫                 中級義大利文\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 18:32:52','2010-11-16 21:35:51'),
	(67,'服裝設計系',4,9,'第一學期\r\n時尚設計史     打版\r\n時尚設計介紹   服裝設計\r\nPhotoshop介紹 初級義大利文	 \r\n 第二學期\r\n電腦輔助設計          進階打版 \r\n 裁縫技術              織品介紹    \r\n針織衣物              時尚系列設計\r\n中級義大利文\r\n','佛羅倫斯-英語授課',NULL,'2010-03-31 18:33:34','2010-11-16 21:36:55'),
	(68,'珠寶設計系',4,10,'第一學期\r\n寶石學介紹    珠寶製作入門\r\n  珠寶設計入門  Photoshop介紹\r\n文藝復興藝術的珠寶與寶石\r\n初級義大利文	\r\n第二學期\r\n珠寶設計Ⅱ      珠寶製作Ⅱ\r\n3D電腦設計與模擬    寶石鑲嵌\r\n銀飾鍛造介紹         中級義大利文\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 18:33:56','2010-11-16 21:37:40'),
	(69,'室內設計系',4,8,'第一學期\r\n 室內設計史-從19世紀起\r\n 世紀到當代義大利設計\r\n 室內設計介紹    電腦繪圖入門\r\n 技術繪圖與電腦輔助設計\r\n Photoshop介紹  初級義大利文	第二學期\r\n 庭園設計            數位攝影介紹\r\n 3D電腦設計與模擬   中級室內設計\r\n 燈光介紹            中級義大利文\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 18:34:17','2010-11-16 21:38:13'),
	(70,'產品設計系',4,8,'第一學期\r\n家俱與工業設計  工業設計入門\r\n電腦繪圖入門    Photoshop介紹\r\n技術繪圖與電腦輔助設計\r\n初級義大利文	\r\n第二學期\r\n行銷與視覺陳列規劃 包裝設計\r\n產品設計           3D電腦設計與模擬\r\n中級工業設計       中級義大利文\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 18:34:37','2010-11-16 21:38:46'),
	(71,'攝影系',4,9,'第一學期\r\n攝影史          古典攝影入門\r\n數位攝影入門    時尚攝影入門\r\nPhotoshop介紹   初級義大利文	\r\n第二學期\r\n古典肖像攝影介紹   中級數位攝影\r\n餐飲設計           圖片編輯入門\r\n照相新聞學         中級義大利文\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 18:34:55','2010-11-16 21:39:25'),
	(72,'廣告與平面設計系',4,9,'第一學期 \r\n平面設計史      電腦繪圖入門\r\n平面設計入門Ⅰ  數位攝影入門\r\nPhotoshop介紹  初級義大利文	\r\n第二學期\r\n創意影片製作入門   3D電腦設計與模擬\r\n商業廣告與視覺行銷規劃 網頁設計\r\n中級電腦繪圖        中級義大利文\r\n','佛羅倫斯/英語',NULL,'2010-03-31 18:35:35','2010-11-16 21:41:01'),
	(73,'學年課程-美容彩妝師',5,11,'課程包含彩妝及髮型,培育能夠在時裝秀/時尚活動與拍攝/廣告/出版刊物塑造完美妝容形象及個人風格的專家,職涯發展遍及影視戲劇圈,或各專業領域的專屬顧問諮詢. (共648hr)','米蘭/英語授課',NULL,'2010-03-31 18:52:28','2010-11-16 21:52:24'),
	(74,'學年課程-時尚專業風格設計系',5,11,'完整的時尚風格形象設計與流行趨勢,攝影,公關行銷技巧,系列商品概念,形象顧問,視覺行銷,時裝秀規劃等課程,培育晉身時尚業界的專才:如時裝雜誌,陳列室,新聞媒體,時尚工作室,造型經紀公司等,也可從事雜誌顧問,活動籌劃,秀導,公關,服裝設計,私人採購等一流角色. (共972hr) ','米蘭/英語授課',NULL,'2010-03-31 18:53:41','2010-11-16 21:53:14'),
	(78,'珠寶設計系',6,10,'1個月-2年課程\r\n完成主要課程可獲頒國際認證文憑.\r\n學生可依程度進入適合級別的課程,學習珠寶設計與繪圖技術.兩年課程是一系列的完整訓練,理論與實務並重.已有基礎或無法參與兩年課程的學生,也可以由兩年課程中任選一年或半年課程就讀. \r\n每年7月均開有密集課程,或可於學院課程中選擇其他設計課程就讀 \r\n','佛羅倫斯/義語授課',NULL,'2010-03-31 19:59:36','2010-11-17 20:43:48'),
	(79,'寶石鑲嵌系',6,10,'1個月-1年課程- 完成主要課程可獲頒國際認證文憑.\r\n寶石鑲崁是最精密的珠寶技術之一,且全球最頂尖的寶石鑲崁大師都在義大利,又以托斯卡尼地區最多.\r\n1985年起本校就提供豐富的寶石鑲崁課程,有長短不同學程可供選擇.學生期末可帶回所有成品.\r\n半年和一年課程是一系列的完整訓練,理論與實務並重,並可取得國際認證文憑,除實務課程外也會有寶石學課程.\r\n已有基礎或無法參與一年課程的學生,也可以由一年課程中任選1-3個月或半年課程就讀. \r\n每年7月均開有密集課程,或可於學院課程中選擇其他寶石鑲崁課程就讀.\r\n','佛羅倫斯-義語授課',NULL,'2010-03-31 20:00:28','2010-11-17 20:45:48'),
	(80,'鏤刻系',6,10,'課程共分為半年課程,密集課程與私人選修課程.\r\n在義大利,尤其是托斯卡尼地區,這項完美結合了技術,裝飾品味與設計的古老工藝仍被保留與傳承.\r\n鏤刻技術也能被應用在當代珠寶上製造出絕佳的效果.\r\n本校為此精密技術提供兩種實務課程:半年課程與暑期密集課程.\r\n每年9月均開有密集課程;半年課程可與其他學科課程搭配 \r\n','佛羅倫斯/義語授課',NULL,'2010-03-31 20:00:51','2010-11-17 20:46:19'),
	(81,'珠寶製作系',6,10,'3個月-3年課程 - 完成主要課程可獲頒國際認證文憑.\r\n本校1985年起開設珠寶設計實務課程,廣受各界好評.課程級數完整,學生可依自身程度選擇適合的課程就讀,一開課究開始接觸銀與寶石,學生有大量素材可使用,材料均包含在學費中,學生也可保留所有作品,只需繳交一件給學校.除實務製作以外,也會安排設計,技術,寶石學,珠寶史,當代金工藝與設計史等課程.\r\n3年課程是一系列的完整訓練,理論與實務並重.已有基礎或無法參與3年課程的學生,也可以由3年課程中任選一年或兩年課程就讀. \r\n','佛羅倫斯/義語授課',NULL,'2010-03-31 20:01:27','2010-11-17 20:44:53'),
	(82,'烹飪藝術系',7,13,'第一學期 \r\n營養學入門	  品酒課Ｉ     \r\n傳統義式食物Ｉ  專業烹飪入門\r\n義式地方料理    義大利文	\r\n第二學期\r\n傳統義式食II　  當地餐廳實習\r\n食品創作與裝飾I　烘培與糕點I      　\r\n餐廳管理　品酒課Ⅱ 義大利文\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 20:30:22','2010-11-17 21:06:46'),
	(83,'烘焙與糕點系',7,13,'第一學期 \r\n糕點店           烘培技巧\r\n義式麵包        巧克力與糖果 \r\n義大利文        基礎蛋糕入門	\r\n第二學期\r\n義式糖果藝術  義式糕點技術\r\n甜點造型　　　義式經典蛋糕與水果塔\r\n烘培糕點業實習  餐廳甜點　義大利文\r\n   \r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 20:30:52','2010-11-17 21:04:57'),
	(84,'葡萄酒研究與釀造學系',7,13,'第一學期 \r\n品酒課I  世界葡萄酒I\r\n托斯卡尼葡萄酒     菜餚與釀酒葡萄\r\n酒類服務與飲品管理 義大利文\r\n第二學期\r\n酒類傳播與行銷    品酒課Ⅱ\r\n葡萄栽培與釀造    世界葡萄酒Ⅱ\r\n葡萄酒業實習  或  義大利文\r\n葡萄酒與食物的搭配\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 20:31:35','2010-11-17 21:05:45'),
	(85,'餐旅管理系',7,13,'第一學期 \r\n餐旅會計學     人力資源管理\r\n客戶關係經營   餐旅業的監督與領導\r\n義大利文       觀光與餐旅管理入門  \r\n第二學期\r\n旅館行銷     特殊活動管理  義大利文\r\n餐廳管理     飯店管理與管理部門作業\r\n餐旅業實習餐 旅業電子行銷與銷售策略\r\n\r\n','佛羅倫斯',NULL,'2010-03-31 20:32:01','2010-11-17 21:12:29'),
	(86,'碩士-義式烹飪系',7,13,'第一學期\r\n菜單研發    進階餐廳烹飪Ⅰ\r\n義式烹飪介紹   地中海式烹飪與材料\r\n食品學與營養學  麵團/義大利麵工作室\r\n義大利文\r\n第二學期\r\n食物安全       進階餐廳烹飪Ⅱ\r\n高階管理       人際溝通入門\r\n義式產品認識   義式食品與文化\r\n餐廳實習\r\n	\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 20:34:33','2010-11-17 21:15:03'),
	(87,'時尚造型系',8,11,'1-2年課程-\r\n培養專業的流行時尚藝術家,讓個人創意能夠與職場需求相符合.形象造型師要能夠表達自己的概念並透過時尚手法來呈現,因此具備足夠的服裝,色彩與製作技術是很重要的環節,並且要懂得如何使形象成為可以落實的構想.也因此需要同時融合服裝設計與打版課程.形象設計師必須了解從概念發想到最終的成品,自己是整個製作流程的主導者. \r\n','米蘭/英語授課',NULL,'2010-03-31 20:52:07','2010-11-17 21:17:41'),
	(88,'服裝設計系',8,10,'8個月-1年\r\n流行與藝術之間已經愈來愈緊密連結,流行時尚不斷尋找對影像的新的詮釋方式,因此每位學生都要能夠經由各種提供給他們的元素和解釋掌握基本繪畫技巧,並漸漸發展出個人風格的自由創作力.時裝流行的繪圖課程會提供各種色彩運用與時裝畫的技術,幫助學生發想出各種類型的服飾與配件,透過整套完整的訓練,學生會有相當多實務操作的練習機會,完成數百件的服裝設計繪圖及系列作品,包括秋冬及春夏,從晚裝到婚紗等,\r\n','米蘭/英語授課',NULL,'2010-03-31 20:55:02','2010-11-17 21:18:38'),
	(89,'服裝打版系',8,10,'半年和2年課程\r\n打版師可說是在服飾製造業中擔任策略性的角色,負責將設計師的服裝畫製作成樣板.\r\n這是一項創作服裝樣板的工作,一路從規劃到成型.打版師必須要能精準掌握住設計師的構想,維持手繪圖的比例與風格,兼具創意,技術,組織力與詮釋能力等基本要素,也要充分了解人體體型與結構.打版師算是企業中各個角色的中間人,要能守住經濟成本,及監管版型生產及製作,保障工業再製技術品質,並提供版型分級.\r\n','米蘭/英語授課',NULL,'2010-03-31 20:55:46','2010-11-17 21:21:41'),
	(90,'女裝裁縫系',8,10,'這個課程的目標非常直接單純,就是要能夠製作出各式各樣的服裝.所有的素材都由手工完成,不採用任何成品的原料,在最初真正接觸織品的時刻開始,就開始創作很多不同的服裝元素.最終每位學生都會製作出很多樣服裝樣式,也有能力製作出各類型的衣服,由襯衫到禮服套裝,由裙子到外套,由內衣到婚紗等.Burgo同時結合傳統與創新的教學方式,將舊日流行裁縫店的氛圍與流行創意結合,不斷與時並進,這也是為什麼實務與原料研究都是課程的重要基礎.','米蘭/英語授課',NULL,'2010-03-31 21:08:32','2010-11-17 21:22:20'),
	(91,'碩士-平面設計系',9,9,'針對可望精益求精的業界工作者及相關科系畢業生,培育其由高度競爭的市場中成為更專業的優秀人才,發展潛能與創造性,廣而精的運用各式新技術呈現出創意與作品.讓學生從不同的觀點探索圖像平面設計,創意的成形也必須具有探索及批判思考的精神.指導教授將傳授傳統與現代設計中3D繪圖,3D動畫,及模擬環境的寶貴知識,期間學生有機會參與國際設計比賽累積實戰經驗.\r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 21:15:34','2010-11-17 21:28:57'),
	(92,'碩士-工業設計系',9,8,'針對可望精益求精的業界工作者及相關科系畢業生,培育其由高度競爭的市場中成為更專業的優秀人才,發展潛能與創造性,廣而精的運用各式新技術呈現出創意與作品.讓學生從不同的觀點探索圖像平面設計,創意的成形也必須具有探索及批判思考的精神.指導教授將傳授傳統與現代設計中3D繪圖,3D動畫,及模擬環境的寶貴知識,期間學生有機會參與國際設計比賽累積實戰經驗. \r\n','佛羅倫斯/英語授課',NULL,'2010-03-31 21:16:14','2010-11-17 21:31:20'),
	(94,'碩士-室內設計系',9,8,'針對可望精益求精的業界工作者及相關科系畢業生,培育其由高度競爭的市場中成為更專業的優秀人才,發展潛能與創造性,廣而精的運用各式新技術呈現出創意與作品.讓學生從不同的觀點探索圖像平面設計,創意的成形也必須具有探索及批判思考的精神.指導教授將傳授傳統與現代設計中3D繪圖,3D動畫,及模擬環境的寶貴知識,期間學生有機會參與國際設計比賽累積實戰經驗. \r\n','佛羅倫斯/英語授課',NULL,'2010-10-20 06:41:33','2010-11-17 21:32:33'),
	(95,'碩士-服裝設計系',10,10,'時裝設計,織品設計,立體造型,插畫,流行協調形象,\r\n時尚史,藝術史,熱銷商品與織品技術,研討會與實務 \r\n','拿坡里/英語授課',NULL,'2010-10-20 07:01:21','2010-11-17 21:56:34'),
	(97,'碩士-時尚造型系',10,11,'時尚造型,時裝設計,流行協調形象,攝影工作室,平面繪圖設計,形象策略分析,數位品牌識別,廣告造型,研討會與實務.','拿坡里/英語授課',NULL,'2010-10-20 07:02:28','2010-11-17 22:17:43'),
	(98,'1年-打版與製作系',10,10,'立體造型,縫紉技術,人體畫,色彩學-理論與技術,時尚史,傳統與風俗史,插畫,熱銷商品與織品技術,織品設計,電腦繪圖. \r\n','拿坡里/英語授課',NULL,'2010-10-20 07:02:55','2010-11-17 22:01:35'),
	(99,'碩士-平面設計系',10,9,'網路與媒體設計,出版製圖,平面設計,廣告製圖,展覽設計,圖像藝術史,包裝,刻字與印刷術,研討會與實務','拿坡里/英語授課',NULL,'2010-10-20 07:03:37','2010-11-17 22:06:18'),
	(100,'3年-媒體設計系',10,9,'平面設計,電腦繪圖,藝術史,基礎設計,攝影,網路與媒體設計,幾何設計,繪畫,節目編制,符號語言學,出版製圖,刻字與印刷術,動畫,影片編輯,3D設計,音效工程,程式語言編寫,3D動畫,音效設計,圖像藝術史,研討會與實務.','拿坡里/英語授課',NULL,'2010-10-20 07:04:05','2010-11-17 22:12:34'),
	(101,'3年-動畫系',10,9,'平面設計,電腦繪圖,藝術史,基礎設計,攝影,動畫,幾何設計,繪畫,符號語言學,網路與媒體設計,出版製圖,刻字與印刷術,影片編輯,動畫技術,音效工程,程式語言編寫,圖像藝術史,研討會與實務.','拿坡里/英語授課',NULL,'2010-10-20 07:04:30','2010-11-17 22:10:35'),
	(102,'碩士-影片媒體設計系',10,9,'影片編輯,音效編輯,新媒體,音效設計,網路動畫,3D立體造型,3D動畫,網路設計,網路技術,研討會與實務. \r\n\r\n','拿坡里/英語授課',NULL,'2010-10-20 07:04:56','2010-11-17 22:08:26'),
	(103,'3年-影片媒體設計系',10,9,'平面設計,電腦繪圖,電影史,影片設計,基礎設計,攝影,影片編輯,音效工程,電影技術,符號學,網路與媒體設計,3D設計,腳本編寫,程式語言編寫,動畫,圖像藝術史,研討會與實務.\r\n','拿坡里/義語授課',NULL,'2010-10-20 07:04:57','2010-11-17 22:09:32'),
	(105,'1年-網路設計系',10,9,'基礎設計,平面設計,影片設計,影片編輯,攝影,音效工程,電影技術,電腦繪圖,研討會與實務.\r\n','拿坡里/英語授課',NULL,'2010-10-20 07:06:47','2010-11-17 22:15:16'),
	(106,'碩士-室內設計系',10,8,'室內設計,室內裝潢,產品表現,電腦輔助設計,居家史,素材與技術,展覽設計,居家與設計史,人類工程學議題,建築結構,燈光設計','拿坡里/英語授課',NULL,'2010-10-20 07:07:50','2010-11-17 21:54:00'),
	(107,'1年-室內裝潢系',10,8,'家具與陳設,產品表現,電腦輔助設計,居家史,素材與技術','拿坡里/英語授課',NULL,'2010-10-20 07:08:34','2010-11-17 21:54:47'),
	(108,'碩士-博物館與展覽設計系',10,8,'展覽設計,室內設計,產品表現,電腦輔助設計,居家史,素材與技術,居家與設計史,人類工程學議題,建築結構,燈光設計','拿坡里/英語授課',NULL,'2010-10-20 07:09:10','2010-11-17 21:48:37'),
	(109,'碩士-工業設計系',10,8,'工業設計,室內裝潢,產品表現,電腦輔助設計,居家史,素材與技術,展覽設計,居家與設計史,人類工程學議題,建築結構,燈光設計.\r\n','拿坡里/英語授課',NULL,'2010-10-20 07:10:24','2010-11-17 21:42:49'),
	(110,'3年-珠寶設計系',10,10,'寶石學,金工實驗室,電腦基礎設計與應用,珠寶設計,幾何設計,珠寶史,技術與素材,3D設計,藝術史,配件設計,珠寶系列商品,電腦模擬與立體造型,研討會與實務. \r\n','拿坡里/義語授課',NULL,'2010-10-20 07:23:25','2010-11-17 22:02:33'),
	(111,'3年-數位3D設計系',10,9,'工業設計,人類工程學議題,電腦基礎設計與應用,產品表現,幾何設計,攝影,藝術史,3D設計,家具設計,網路,動畫,立體造型,電腦模擬,程式語言編寫, 居家與設計史,研討會與實務. \r\n','拿坡里/義語授課',NULL,'2010-10-20 07:24:26','2010-11-17 22:11:30'),
	(112,'義大利文標準課(每週20堂)',12,14,'1週-190歐元 ; 2週- 340歐元 ; 3週- 510歐元\r\n4週-680歐元 ; 5週-700歐元 ; 6週以上每週140歐元\r\n12週-1,560歐元 ; 13週以上每週130歐元 ; 24週-2,880歐元\r\n25週以上,每週120歐元 ; 48週-5,280歐元 ; 48週以上,每週110歐元\r\n','米蘭/佛羅倫斯/羅馬/西恩那',20,'2010-10-20 07:31:26','2010-11-24 17:23:42'),
	(113,'義大利文團體課(每週15堂)',14,14,'2週-300歐元 ; 3週-430歐元 ; 4週-539歐元 \r\n4週以上每週134.75歐元','羅馬',15,'2010-10-20 07:31:49','2010-11-24 21:14:20'),
	(114,'義大利文標準課(20堂課)',16,14,'1週-218歐元 ; 2週-375歐元 ; 3週-545歐元 ;\r\n 4週-696歐元 ; 4週以上每週174歐元 ; \r\n13週以上每週170歐元 ; 25週以上每週168歐元.\r\n','米蘭',18,'2010-10-20 07:32:45','2010-11-25 13:59:02'),
	(115,'西班牙語密集課(每週20堂課)',17,14,'1週155歐元 ; 2週310歐元 ; 3週465歐元 ; 4週620歐元; \r\n4週以上每週155歐元 ; 12週以上每週135歐元.\r\n24週以上每週125歐元 ; 32週以上每週120歐元.','巴塞隆那',20,'2010-10-20 07:33:19','2010-11-25 21:14:17'),
	(116,'西班牙文密集課(每週20堂課)',18,14,'2週285歐元 ; 3週395歐元 ; 4週490歐元 ; \r\n4週以上每週120歐元 ; 8週870歐元 ; \r\n12週1260歐元 ; 12週以上每週105歐元.\r\n','薩接曼卡',20,'2010-10-20 07:33:39','2010-11-26 16:10:07'),
	(117,'西班牙文標準課(每週20堂課)',19,14,'2週310歐元 ; 3週430歐元 ; 4週550歐元 ; 5週650歐元 ; \r\n6週750歐元 ; 7週850歐元 ;8週950歐元 ;\r\n12週1350歐元 ; 16週1720歐元 ; 20週2080歐元 ;\r\n24週2400歐元 ; 28週2720歐元 ; 32週3040歐元 ;\r\n36週3360歐元 .','薩拉曼卡',20,'2010-10-20 07:34:03','2010-11-26 17:21:39'),
	(118,'西班牙文密集課(每週20堂)',20,14,'9週以下每週135歐元 ; 10週以上每週130歐元  \r\n*Salamanca- 每週115歐元 .','巴塞隆那-馬德里-瓦倫西亞-Alicante -Granada-MALAGA-MARBELLA-PAMPLONA-SEVILLA',20,'2010-10-20 07:34:19','2010-11-30 21:50:30'),
	(119,'義大利文超密集課(每週20+)',21,14,'早上密集班+下午1小時1對1課程\r\n1週580歐元 ; 2週1090歐元 ; 3週1590歐元 ; 4週2080歐元.','威尼斯',19,'2010-10-20 07:34:37','2010-12-01 21:26:06'),
	(123,'3年-服裝設計',1,10,'時裝史,美術史,藝術手法,打版,時裝規劃,時尚潮流趨\r\n勢織科學,針織品,市場經營學導論,計算機繪圖程序,實驗室作品實務,視覺傳播,個人作品集,,研習.\r\n','佛羅倫斯/英與義語授課',NULL,'2010-11-10 17:35:31','2010-11-15 18:45:51'),
	(124,'3年-時尚巿場行銷管理',1,12,'時尚體系與商品-當代時尚,織品學,色彩/趨勢/商品研發/生產計劃研究,製作技術與品管,產業商務與行銷技巧,採購與零售\r\n市場行銷管理-政策與企業經濟,企業組織與管理,市場研究資訊體系,應用市場研究,行銷策略與操作,消費者動機,國際行銷,網路市場,商務法,組織心理學,零售與視覺行銷\r\n一般課程-電腦技術,繪圖與排版軟體,呈現技巧,人資管理,英文,中文與中國文化(含研討會,實務演練,參訪展會,工廠,專家等)\r\n','佛羅倫斯/義語授課',NULL,'2010-11-10 17:41:03','2010-11-15 18:46:04'),
	(125,'3年-時尚行銷傳播',1,12,'時尚體系與商品-當代時尚,時尚趨勢與傳播,時尚產業,時裝秀\r\n市場行銷-政策與企業經濟,企業組織與管理,市場行銷研究,行銷原則,消費者動機,品牌管理,網站行銷.\r\n行銷傳播-傳播方法/工具與技巧,廣告策略與媒體企劃,國際傳播,社會/符號學分析,公關,新聞處,網站與多媒體,活動企劃\r\n創意能力-視覺感知,創意廣告,網站設計,宣傳品規劃,廣告文案,活動企劃,文化活動推廣.\r\n一般課程-電腦技術,繪圖與排版軟體,呈現技巧,電腦輔助設計,,人資管理,英文\r\n(含研討會,實務演練,參訪展會,工廠,專家等)\r\n','佛羅倫斯/義語授課',NULL,'2010-11-10 17:42:46','2010-11-15 18:46:15'),
	(127,'碩士-時尚傳播與造型系',2,12,'傳播是在為人、事、物描述一段精彩的故事，藉此刺激大眾的欲望，而造型師利用時裝配件的選擇與搭配組合展示當季的商品；換句話說這個角色將是時尚產業與消費者、時尚雜誌讀者之間的連結者。 \r\n課程的主旨在瞭解時尚體系，市場分析，時尚產品與行銷傳播，而造型部分需熟悉流行編輯寫作，流行造型拍攝與攝影的基本流程和燈光技術，圖像研究等。 \r\n課程內容包含－男性與女性造型與拍攝、時?編輯、靜物造型與拍攝、圖像研究、攝影與燈光等。 \r\n','米蘭/英語授課',NULL,'2010-11-16 14:50:43','2010-11-16 14:50:43'),
	(128,'碩士-時尚行銷與零售管理系',2,12,'經營時尚體系不僅需要靈感與創意，更要具備策略思考及組織管理的專才；由於近年市場競爭環境的轉變與全球化，企業更需要專業有遠見的行銷管理人才以因應大環境的變革，以及積極開發經營銷售通路。 \r\n行銷經理人在企業中扮演關鍵性的角色，必須洞悉市場的走向進行分析，充分瞭解同業競爭對手，及擬定行銷計畫；而零售管理者則需督導各零售點的風格，陳列，商品路線等等，與各部門協調，確保零售點的業績成長。 \r\n課程內容包含－時尚社會學與潮流、市場分析、時尚產品、行銷與傳播、品牌管理、配銷體系、採購與零售、門市管理、視覺陳列規劃等。 \r\n','米蘭/英語授課',NULL,'2010-11-16 15:37:17','2010-11-16 15:37:17'),
	(129,'3年-服裝設計系',2,10,'時尚與織品設計要求設計師參與整個時尚脈絡中的技術與創造發想，具備織品設計及材質創意開發的能力；從設計布料的印製或繡圖，到創新材質面料的元素，包括織法、纖維、色彩、視覺效果，也要能設計服裝與整套系列商品，與當地公司密切往來。 \r\n','米蘭/羅馬/杜林/英.義語',NULL,'2010-11-16 15:55:33','2010-11-16 15:56:38'),
	(130,'3年-服裝設計系',22,10,'時尚設計要求設計師參與整個時尚脈絡中的技術與創造發想，具備織品設計及材質創意開發的能力；從設計布料的印製或繡圖，到創新材質面料的元素，包括織法、纖維、色彩、視覺效果，也要能設計服裝與整套系列商品，與當地公司密切往來。 \r\n','巴塞隆那/馬德里/英.西語授課',NULL,'2010-11-16 15:58:10','2010-11-16 15:58:10'),
	(131,'3年-室內設計系',2,8,'室內設計涵蓋所有室內空間，如住宅、商店、銀行、旅館、展場和博物館展區等，設計者可以獨力發展本身的經驗或在建築設計工作室工作；他們不僅要關注社會文化內涵的喜好與風格演變，也要瞭解並滿足客戶的需求與期望，在設計案執行到完成的過程與客戶調停所有可能產生的問題，並以不干預設計師的自由創意及表達為原則；也就是要同時兼顧創作理念與客戶需求。 \r\n','米蘭/羅馬/杜林/英與義語授課',NULL,'2010-11-16 17:08:06','2010-11-16 17:08:06'),
	(132,'3年-產品設計系',2,8,'商品設計師能夠熟悉市場,與企業互動並為整個工業體系進行產品研發.設計師運用自己的邏輯能力了解人類行為與需求,內心肩負人類的夢想和欲望,構思出簡單協調,又具有強烈吸引力的魅力商品.\r\n商品設計師要兼具足夠的理論知識,表達能力與專業技能,在生產體系中勝任工作.\r\n','米蘭/羅馬/杜林/英與義語授課',NULL,'2010-11-16 17:17:32','2010-11-16 17:17:51'),
	(133,'3年-平面設計系',2,9,'平面設計者的角色是構思傳播工具的概念和創作出能夠傳遞訊息和價值影像及語言，帶給目標族群的消費者新的衝擊，他們要以創新的手法將傳統繪圖知識與專業軟體和數位媒體應用做結合。 \r\n影像與視覺傳播專家必須處理複雜的設計途徑，從計劃到整合各領域層面的團隊活動，經營公家與私人企業客戶，與國際市場接軌。本課程也考量不同文化因素對於”新數位媒體”及”企業識別”、”傳播產品”、“繪圖出版品”等的影響，與廣告與公關公司合作。 \r\n','米蘭/羅馬/杜林/英語與義語授課',NULL,'2010-11-16 17:22:31','2010-11-16 17:22:31'),
	(135,'3年-時尚造型系',22,11,'本課程的訓練著重形象塑造與藝術指導的人才：與藝術生產、創意陳列展示結構的人互動，引導當代設計趨勢和展覽秀場相關媒體傳播的分析。文化議題部分會介紹流行與服裝史、時尚攝影史、社會學與行銷；技術部分則會有攝影技術、動畫影像技術、平面設計、預算控管與廣告企畫；設計方面則會協助學生製作攝影作品、雜誌、專欄或活動的概念、也會涉及網路電視電影等相關領域。 \r\n','馬德里/西語授課',NULL,'2010-11-16 17:42:41','2010-11-16 17:42:41'),
	(136,'3年-產品設計系',2,8,'品設計師能夠熟悉市場,與企業互動並為整個工業體系進行產品研發.設計師運用自己的邏輯能力了解人類行為與需求,內心肩負人類的夢想和欲望,構思出簡單協調,又具有強烈吸引力的魅力商品.商品設計師要兼具足夠的理論知識,表達能力與專業技能,在生產體系中勝任工作.','馬德里/巴塞隆那/西語授課',NULL,'2010-11-16 17:44:47','2010-11-16 17:44:47'),
	(137,'3年-交通工具設計系',22,8,'車設計師要負責汽車本身和所有周邊配件的設計，並且自從心理學與人性化的需求都被列入設計概念的考量後，對設計師的專業能力要求又更趨複合多元。設計師在進入設計與工程的領域前應該要能接收時代的氛圍與掌握多樣的元素。\r\n本課程教授所有必需具備的工具與能力，訓練在交通工具領域熟悉生產、貿易、心理與社會學的專才角色，透過與企業直接合作，培養學員理論與實務的雙項技能成為傑出的設計師。','巴塞隆那/西語授課',NULL,'2010-11-16 17:45:42','2010-11-16 17:45:42'),
	(138,'3年-平面設計系',22,9,'平面設計者的角色是構思傳播工具的概念和創作出能夠傳遞訊息和價值影像及語言，帶給目標族群的消費者新的衝擊，他們要以創新的手法將傳統繪圖知識與專業軟體和數位媒體應用做結合。 \r\n影像與視覺傳播專家必須處理複雜的設計途徑，從計劃到整合各領域層面的團隊活動，經營公家與私人企業客戶，與國際市場接軌。本課程也考量不同文化因素對於”新數位媒體”及”企業識別”、”傳播產品”、“繪圖出版品”等的影響，與廣告與公關公司合作。 \r\n','馬德里/巴塞隆那/西語與英語授課',NULL,'2010-11-16 17:47:08','2010-11-16 17:49:59'),
	(139,'3年-數位設計系',22,9,'這門課程運用了IT工具及語言，發展出平面設計與創意相關的主題，針對喜歡設計及製作數位影像的學生，數位設計師涉及的領域包括網站製作、CD製作、數位影片製作、及所有新興多媒體技術，包含所有線上與離線運作的媒介。 \r\n','馬德里/西語授課',NULL,'2010-11-16 17:51:09','2010-11-16 17:51:09'),
	(140,'1年基礎-室內設計系',2,8,'米蘭不僅是繁忙的商業與購物中心，更是世界工業與室內設計的中心之一，傑出的設計師團隊在此構築了一個縱括時尚與設計研究，生產和媒體傳播公司的網絡，令義大利設計體系享譽國際；而米蘭學校國際化的學習環境，也會帶領學生走出學校參訪工廠、公司、展覽、各大品牌的展示間，以直接體驗義大利的設計。課程的安排也會並重涵蓋理論，創意啟發，及工作室實務操作等。 \r\n課程共分六個類別— \r\n文化-設計體系的介紹,藝術史,建築與設計史,義大利文 \r\n工具-幾何繪圖,手繪,電腦模擬,模型製作,測量與繪製,PC基本概念,2D/3D電腦繪圖 \r\n經濟-行銷與商業文化 \r\n科技-人類工程學,C.M.F.,材質技術,燈光技術 \r\n設計-居家設計,店面設計 \r\n參訪-專家,展示間與相關產業 \r\n','米蘭/英語授課',NULL,'2010-11-16 20:21:42','2010-11-16 20:21:42'),
	(141,'1年基礎-產品設計系',2,8,'米蘭不僅是繁忙的商業與購物中心，更是世界工業與室內設計的中心之一，傑出的設計師團隊在此構築了一個縱括時尚與設計研究，生產和媒體傳播公司的網絡，令義大利設計體系享譽國際；而米蘭學校國際化的學習環境，也會帶領學生走出學校參訪工廠、公司、展覽、各大品牌的展示間，以直接體驗義大利的設計。課程的安排也會並重涵蓋理論，創意啟發，及工作室實務操作等。 \r\n課程共分六個類別— \r\n文化-設計體系的介紹,藝術史,建築與設計史,義大利文 \r\n工具-幾何繪圖,手繪,電腦模擬,模型製作,技術繪圖,PC基本概念,2D/3D電腦繪圖 \r\n經濟-行銷與商業文化 \r\n科技-人類工程學,C.M.F.,材質技術,燈光技術 \r\n設計-方法理論,產品設計 \r\n參訪-專家,展示間與相關產業 \r\n','米蘭/英語授課',NULL,'2010-11-16 20:23:25','2010-11-16 20:23:25'),
	(142,'1年基礎-時尚與織品設計系',2,10,'本課程將帶領學生瞭解時裝與織品設計界的主角：包括設計師、知名公司與品牌、活動與展覽、你將會嗅聞到義大利流行時尚的獨特氛圍，看見不斷推陳出新的風格，及其和相關大公司、服裝秀、流行商店之間密不可分的關係。 \r\n課程安排包括—個人日誌,方法,色彩,個別指導,米蘭環境研究,服裝畫,圖像技巧,經由藝術看流行,打板與裁縫技術,女裝,配件,面料技術,風格研究,織品圖樣,義大利文,外聘講者,3D設計,針織技術,個人設計,作品集製作等 \r\n','米蘭/英語授課',NULL,'2010-11-16 20:24:53','2010-11-16 20:24:53'),
	(143,'1年基礎-珠寶設計系',2,10,'一年的珠寶設計進修課程帶領學生認識珠寶設計界的重要角色：包括珠寶設計相關的設計師、知名公司與品牌、活動與展覽等。 \r\n課程共分三個類別— \r\n技術預備訓練-作品集,手繪,方法論,珠寶實作,2D與3D電腦繪圖 \r\n理論預備訓練-寶石學,珠寶史,米蘭環境研究,藝術,傳播,參訪 \r\n設計作品執行-電腦模擬,方法論,自由創意作品,大型珠寶作品,流行配件,高級珠寶,虛擬設計,期末作品 \r\n\r\n','米蘭/英語授課',NULL,'2010-11-16 20:25:53','2010-11-16 20:25:53'),
	(144,'1年基礎-配件與鞋設計系',2,10,'在此課程中，過去的案例研習是非常重要的一環，從時尚業界經驗豐富的教授群身上，吸取各種不同的經驗，並且安排參加羅馬時尚展覽，如Linea Pelle、Micam、Mipel、Moda Pelle等。期望從與業界緊密的互動中，培養訓練出未來的配件與鞋子設計師。 \r\n從初步的概念發想，細部的創意，想法的可行性，模擬，到與設計和生產部門的互動合作，每個階段須具備的專業技能都會安排在課程中，並指導學生分析，方法，執行，每一個作品的外型/技術面/功能面，並且隨時關注目前趨勢與市場動向。','羅馬/英語授課',NULL,'2010-11-16 20:27:23','2010-11-16 20:27:56'),
	(145,'3年學士-服裝與織品設計系',3,10,'時尚產業的需求是非常複雜多變的,它的演變和發展不再是即興的直覺與聰明的即興創作.本課程的專業大學培訓,提供時尚體系各個創意角色的專業教育,發展環繞人,衣著與空間的專案能力和文化敏感度的創新背景,也涵蓋香水與食品設計.課程友傳統織品衣著部分(素材知識,織品應用創意,風格與打版,系列商品規劃),也將之與視覺文化訓練結合,來展現時尚的創意與評論方法.課程最終將訓練一個能夠有效在創意團隊,陳列室,時尚公司,時裝設計諮詢工作室工作的時裝設計師. \r\n','米蘭/義語授課',NULL,'2010-11-16 20:56:01','2010-11-16 20:56:01'),
	(146,'2年碩士-多媒體傳播設計系',3,9,'2年碩士學位-課程目的是培訓藝術總監,數位傳播介面與多媒體產品設計師,能夠在專業工作室,傳播和多媒體製作公司,及強烈市場導向的公司獨立作業。本課程開放給有科技藝術背景或傳播,人文,哲學,文科學歷的學生。\r\n這裡提供學生應用課堂中學到的各樣理論與技能的機會,透過實際參與設計工作坊和實驗室,從中面對品牌設計,多媒體出版,和多平台服務等領域的複雜設計議題。藉此栽培出能夠在傳播專案執行上採取策略性工作的優秀學生。 \r\n','米蘭/義語授課',NULL,'2010-11-16 20:57:44','2010-11-16 20:57:44'),
	(155,'3年學士-繪畫與視覺藝術系',3,9,'\r\n課程的方向是要轉向當代藝術的特性,捐棄傳統美術的準則限制,而取得對於設計應用的新態度,並與各領域的生產社會生活互動,NABA提出將傳統知識結合新技術,日常民俗結合電子影像,自由表達結合專案方法理論的整合方式,教育各類型的藝術技巧,將傳統學院方法實驗到重新詮釋,研究實作與提案和設計與藝術之間的關係.除會話訓練外,還包含雕塑,影像藝術,攝影,電影,也特別重視公共藝術.\r\n','米蘭/義語授課',NULL,'2010-11-16 21:17:30','2010-11-16 21:17:30'),
	(149,'碩士-攝影與視覺設計系 ',3,9,'由NABA與FORMA國際攝影中心合作,規劃這門專業課程,培育各種攝影影像製作,管理與分配散播的專家。以理論和方法研究及許多應用在廣大背景的活動,學生會有許多案子的機會,來豐富個人作品集,以及拓寬相關人脈來支持他們在專業上的發展。課程主要的研究範圍是圖像研究,社論攝影,攝影專案與活動管理,未來的發展包括:攝影師,相片編輯,攝影素材檔案保管,攝影活動主辦等。 \r\n','米蘭/義語授課',NULL,'2010-11-16 21:01:51','2010-11-16 21:01:51'),
	(150,'3年學士-平面設計與藝術指導系',3,9,'在現今高度溝通的時代,用簡單原始的方式來作傳播管理是很重要的.這門課程透過整合性來發展創意:發展品味和評判分析的概念,客觀了解技術但不依賴.訓練專業的平面設計和廣告傳播人才.傳播方法是全球性的:市場行銷課程,大眾媒體與傳播理論,視覺文化課程,及當代藝術.充分的預備讓學生能在作品中發揮美學敏感度與文化態度,也能運用手繪與電腦輔助的表達呈現技術,創作傳播與平面設計作品,廣告與數位動畫.它著重於透過文化和評論態度來發展技術與專案能力. \r\n','米蘭/義語授課',NULL,'2010-11-16 21:02:45','2010-11-16 21:02:45'),
	(151,'3年學士-視覺藝術系',3,9,'課程的方向是要轉向當代藝術的特性,捐棄傳統美術的準則限制,而取得對於設計應用的新態度,並與各領域的生產社會生活互動,NABA提出將傳統知識結合新技術,日常民俗結合電子影像,自由表達結合專案方法理論的整合方式,教育各類型的藝術技巧,將傳統學院方法實驗到重新詮釋,研究實作與提案和設計與藝術之間的關係.除會話訓練外,還包含雕塑,影像藝術,攝影,電影,也特別重視公共藝術.\r\n','米蘭/義語授課',NULL,'2010-11-16 21:03:41','2010-11-16 21:03:41'),
	(152,'3年學士-劇場設計系 ',3,9,'劇場設計是由建築分支衍生的,在今日算是包含各種設計類別的訓練並獨立存在的.劇場設計,舞台設計,服裝與燈光設計都是與劇院,電影,電視互動的藝術,就像在時裝秀,商展與博物館陳列一樣.因此NABA的目標是塑造一個能和導演,服裝師,燈光師和工藝道具師密切運作的專業者,學生將能面對一個迷人又複雜的工作，需要的概念和創意的準備工作,例如實際的敏感度和工藝技能.在歷史文化研究和技術實務工作之間的整合,也因能經常體驗“臨場”的重要經驗而更增進,例如米蘭就有兩個世界聞名的劇院:史卡拉和皮克洛劇院. \r\n','米蘭/義語授課',NULL,'2010-11-16 21:04:27','2010-11-16 21:04:27'),
	(153,'3年學士-媒體設計與多媒體藝術系',3,9,'培育在表演藝術與電影界的專才:作者,視聽導演,動畫開發師,電影劇本,電影,電視,表演藝術的角色與數位視覺特效,學生能在媒體定義電子藝術及影視製作後製的專業能力上接收紮實的理論基礎.在技能工具等課程中,也會有專業攝影師,導演,影像製作師,及影視製作專家親自協助,並學得從編輯到影像數位製作的最新後製方法.系上有各類先進設備供學生自由使用來熟知技術能力.另外也可以選修動畫技術,應用在多種層面:例如將動畫與傳統媒體結合,或甚至新的數位遊戲領域. \r\n','米蘭/義語授課',NULL,'2010-11-16 21:05:10','2010-11-16 21:05:10'),
	(154,'碩士-數位環境設計系',3,9,'課程會有五項專案領域:展覽空間設計,透視畫(數位劇場設計),虛擬博物館設計,傳達性建築(都市陳列,一般環境)及新型態演出(互動式表演),高型態專案發展,設計,劇場設計,虛擬建築與多媒體管理技巧。\r\n針對劇場佈景設計師,表演與多媒體藝術家,本課程強調數位科技的運用,如立體造型,3D動畫,介面設計,複合數位環境設計資料庫管理:從科技化展覽到當代劇場,從演唱會到虛擬博物館。 NABA訓練數位劇場佈景和博物館及展覽數位環境的設計師。\r\n','米蘭/義語授課',NULL,'2010-11-16 21:15:44','2010-11-16 21:15:44'),
	(156,'短期-全球形象顧問與私人採購',5,11,'\r\n專業形象諮詢顧問+專業私人採購+形象與禮儀訓練 綜合課程 .\r\n','米蘭/英語授課',NULL,'2010-11-16 21:54:25','2010-11-16 21:54:25'),
	(157,'短期-專業形象諮詢顧問',5,11,'形象分析,定義與提升/色彩分析/季節色系/臉型與身型/髮型與彩妝/儀態與格調/衣櫃分析與組織/採購預算編定/品牌與顧客風格塑造/香水選擇','米蘭/英語授課',NULL,'2010-11-16 21:55:11','2010-11-16 21:55:11'),
	(158,'短期-專業私人採購',5,11,'專業衣著/配件/客戶會面-建立關係/私人採購的夥伴-商家,飯店服務員,餐廳經理/私人採購關鍵-隨時資訊更新/會見專業採購/參觀米蘭時尚街/服飾選擇-依客戶預算與特質/服裝攝影/品牌認識/時尚體系必備認知/美容相關活動與建議','米蘭/英語授課',NULL,'2010-11-16 21:55:53','2010-11-16 21:55:53'),
	(159,'短期-專業私人採購',5,11,'專業衣著/配件/客戶會面-建立關係/私人採購的夥伴-商家,飯店服務員,餐廳經理/私人採購關鍵-隨時資訊更新/會見專業採購/參觀米蘭時尚街/服飾選擇-依客戶預算與特質/服裝攝影/品牌認識/時尚體系必備認知/美容相關活動與建議','米蘭/英語授課',NULL,'2010-11-16 21:57:06','2010-11-16 21:57:06'),
	(160,'短期-形象與禮儀訓練',5,11,'男士形象顧問/第一印象/成功與形象/取得專業工作/餐桌禮儀/交際禮節/商務禮儀/個人簡介/聆聽與引導對話/國際禮儀文化/合宜問候與介紹/送禮','米蘭/英語授課',NULL,'2010-11-16 21:57:44','2010-11-16 21:57:44'),
	(161,'進階時尚彩妝',5,11,'各年代風格彩妝史(20年代前~90年代)-古典到現代名人風格','米蘭/英語授課',NULL,'2010-11-16 21:59:09','2010-11-16 21:59:09'),
	(162,'進階時尚美髮造型',5,11,'攝影師對髮型的影響,\r\n各年代流行髮型(早期~90年代)-古典到現代\r\n','米蘭/英語',NULL,'2010-11-16 21:59:50','2010-11-16 21:59:50'),
	(163,'進階時尚攝影',5,11,'40~90年代時尚攝影,時尚攝影評論,廣告流行攝影,攝影工作專業團隊,分鏡腳本製作,攝影研究,造型師,彩妝,髮型師與模特兒,時尚攝影師名人研究,名造型師作品與研究,國際攝影公司與當代名攝影師','米蘭/英語',NULL,'2010-11-16 22:00:37','2010-11-16 22:02:20'),
	(164,'1-3年-平面設計系',9,9,'Photoshop, Illustrator, Flash, 3D Studio MAX, Autocad, Rhinoceros 3D等軟體運用,各種專業2D及3D繪圖能力訓練,學習掌握傳統與現代數位藝術技巧,且備有多項高科技設備.學生並有機會參與國際設計比賽累積實戰經驗.\r\n','佛羅倫斯/英語授課',NULL,'2010-11-17 21:29:54','2010-11-17 21:29:54'),
	(165,'1-3年工業設計系',9,8,'成為傑出工業設計師應具備的知識與經驗都是課程的重點,每個設計出來的產品都必須同時兼具成功的功能性與外觀的考量.形狀,材料,色彩,技術,與設計的結合將提供物件全新的方向與特色.教授將提供每位學生傳統與現代工業設計,圖像藝術,數位設計,3D繪圖與動畫的寶貴知識,學生並有機會參與國際設計比賽累積實戰經驗.\r\n','佛羅倫斯/英語授課',NULL,'2010-11-17 21:33:41','2010-11-17 21:33:41'),
	(166,'1-3年室內設計系',9,8,'培養高競爭力的室內設計師,充分運用燈光,色彩,陰影,素材,形狀,家具設計,四周建築細節等元素,為房子創造出個性.活潑且創意豐富的師資團隊,理論實務並重,學生並有機會參與國際設計比賽累積實戰經驗.\r\n','佛羅倫斯/英語授課',NULL,'2010-11-17 21:34:27','2010-11-17 21:34:27'),
	(167,'3年-工業設計系',10,8,'工業設計,人類工程學議題,電腦基礎設計與應用,產品表現,幾何設計,攝影,藝術史,電腦輔助設計,家具設計,居家與設計史,研討會與實務.\r\n','拿坡里/義語授課',NULL,'2010-11-17 21:43:58','2010-11-17 21:43:58'),
	(168,'3年-室內設計系',10,8,'室內設計,工業設計,人類工程學議題,產品表現,幾何設計,攝影,藝術史,電腦輔助設計,室內裝潢,展覽設計,居家與設計史','拿坡里/英語授課',NULL,'2010-11-17 21:49:53','2010-11-17 21:49:53'),
	(169,'1年-工業設計系',10,8,'工業設計,室內裝潢,產品表現,電腦輔助設計,居家史,素材與技術,展覽設計,藝術與設計史,人類工程學議題,建築結構.\r\n','拿坡里/英語授課',NULL,'2010-11-17 21:51:16','2010-11-17 21:53:25'),
	(170,'1年-室內設計系',10,8,'室內設計,室內裝潢,產品表現,電腦輔助設計,居家史,素材與技術,展覽設計,藝術與設計史,人類工程學議題,建築結構.','拿坡里/英語授課',NULL,'2010-11-17 21:52:19','2010-11-17 21:52:19'),
	(171,'3年-服裝設計系',10,10,'人體畫,色彩學,時尚史,傳統與風俗史,插畫, 立體造型,熱銷商品與織品技術,服裝設計,電腦繪圖,配件,近代與當代史,流行協調形象,研討會與實務.\r\n','拿坡里/義語授課',NULL,'2010-11-17 21:57:43','2010-11-17 22:03:02'),
	(172,'1年-服裝設計系',10,10,'時裝設計,時尚史,熱銷商品與織品技術,人體畫,色彩學-理論與技術,織品設計,研討會與實務.\r\n','拿坡里/英語授課',NULL,'2010-11-17 22:00:14','2010-11-17 22:00:14'),
	(173,'3年-平面設計系',10,9,'平面設計,電腦繪圖,藝術史,基礎設計,攝影,影像數位化與電腦處理,幾何設計,符號語言學,網路與媒體設計,出版製圖,刻字與印刷術,包裝,廣告製圖,展覽設計,圖像藝術史,研討會與實務.\r\n','拿坡里/義語授課',NULL,'2010-11-17 22:07:14','2010-11-17 22:07:14'),
	(174,'1年-平面設計系',10,9,'平面設計,電腦繪圖,藝術史,基礎設計,攝影,影像數位化與電腦處理,幾何設計,符號語言學,網路與媒體設計,出版製圖,刻字與印刷術,研討會與實務.\r\n','拿坡里/英語授課',NULL,'2010-11-17 22:13:58','2010-11-17 22:13:58'),
	(175,'1年-影片設計系',10,9,'基礎設計,平面設計,影片設計,影片編輯,攝影,音效工程,電影技術,電腦繪圖,研討會與實務.\r\n','拿坡里/英語授課',NULL,'2010-11-17 22:14:31','2010-11-17 22:14:31'),
	(176,'3年-時尚造型系',10,11,'人體畫,色彩學,時尚史,傳統與風俗史,插畫,流行造型入門,熱銷商品與織品技術,織品設計,服裝設計,電腦繪圖,配件,時尚造型,攝影工作室,近代與當代史,時尚造型工作室,形象策略分析,數位品牌識別,廣告造型,流行協調形象,時裝秀造型,研討會與實務.\r\n','拿坡里/義語授課',NULL,'2010-11-17 22:18:36','2010-11-17 22:18:36'),
	(189,'義大利文團體課(每週20堂課)',14,14,'2週-390歐元 ; 3週-550歐元 ; 4週-705歐元\r\n4週以上每加1週176.25歐元\r\n','羅馬',14,'2010-11-24 21:12:45','2010-11-24 21:15:08'),
	(190,'義大利文團體課(每週30堂課)',14,14,'2週-550歐元 ; 3週-793歐元 ; 4週1015歐元\r\n4週以上每1週加253.75歐元','羅馬',13,'2010-11-24 21:16:42','2010-11-25 14:07:45'),
	(191,'義大利文密集課(30堂課)',16,14,'1週-288歐元 ; 2週-490歐元 ; 3週-730歐元 ; \r\n4週-918歐元 ; 4週以上每週229.50歐元 ;\r\n12週以上每週229歐元 ; 13週以上每週226歐元;\r\n25週以上每週224歐元.','米蘭',17,'2010-11-25 14:04:19','2010-11-25 14:07:10'),
	(187,'義大利文密集課(每週30堂)',12,14,'1週-290歐元 ; 2週-60堂課-520歐元 ; 3週-780歐元\r\n4週-1,040歐元 ;4週以上,每週260歐元','佛羅倫斯/羅馬',18,'2010-11-23 17:47:35','2010-11-24 16:59:44'),
	(188,'義文檢定課程',12,14,'DELI-A2    DILI-B1    DILC-B1    DILI-B2\r\nDALI-C1    DALC-C1  DALI-C2\r\n課程4週,120堂,費用 1265 歐元\r\n','佛羅倫斯/米蘭/羅馬/西恩那',16,'2010-11-23 17:55:59','2010-11-24 17:00:03'),
	(192,'西班牙文密集課(每週25堂課)',17,14,'1週185歐元 ; 2週370歐元 ; 3週 555歐元 ; 4週 740歐元 ; \r\n4週以上每週185歐元;12週以上每週1980歐元 ; \r\n24週以上每週156歐元 ; 32週以上每週149歐元.','巴塞隆那',16,'2010-11-25 19:54:59','2010-11-25 21:15:45'),
	(193,'西班牙文特別密集課(每週25堂課)',18,14,'2週310歐元 ; 3週420歐元 ; 4週530歐元 ; \r\n4週以上每週130歐元 ;8週925歐元 ; \r\n12週1370歐元 ; 12週以上每週110歐元.','薩拉曼卡',19,'2010-11-26 16:12:32','2010-11-26 16:12:32'),
	(194,'DELE檢定考',18,14,'A+B-80堂課-1025歐元.\r\nB-70堂課-540歐元.\r\n','薩拉曼卡',17,'2010-11-26 16:15:33','2010-11-26 16:15:33'),
	(195,'西班牙文與文化課程(每週25堂課)',19,14,'2週370歐元 ; 3週520歐元 ;4週670歐元 ;\r\n8週1200歐元.','薩拉曼卡',19,'2010-11-26 17:24:12','2010-11-26 17:24:12'),
	(196,'超級密集西班牙文課(每週30堂課)',19,14,'2週397歐元 ; 3週595歐元 ; 4週783歐元 ; \r\n6週1075歐元 ; 8週1367歐元. ','薩拉曼卡',18,'2010-11-26 17:25:40','2010-11-26 17:25:40'),
	(197,'DELE檢定課程',19,14,'8週950歐元 ; 12週1350歐元 ; 16週1720歐元.','薩拉曼卡',17,'2010-11-26 17:27:27','2010-11-26 17:27:27'),
	(198,'西班牙文密集課+(每週20+5堂)',20,14,'1-9週每週155歐元 ; 10週-23週每週145歐元 ; 24週以上每週135歐元.\r\n*Salamanca- 每週125歐元.','巴塞隆那-馬德里-瓦倫西亞-Alicante -Granada-MALAGA-MARBELLA-PAMPLONA-SEVILLA',19,'2010-11-30 17:03:39','2010-11-30 21:50:46'),
	(199,'西班牙文超級密集課(每週25+5堂)',20,14,'1-9週每週240歐元 ; 10週-23週每週230歐元 ; 24週以上每週215歐元.\r\n*Salamanca - 1-23週每週230元 ; 24週以上每週215歐元.','巴塞隆那-馬德里-瓦倫西亞-Alicante -Granada-MALAGA-MARBELLA-PAMPLONA-SEVILLA',18,'2010-11-30 17:08:00','2010-11-30 21:51:05'),
	(200,'DELE考試準備課',20,14,'初,中,高- 每週20堂課.4週課程 620歐元.\r\n最 高 級- 每週20堂課.4週課程 775歐元.','巴塞隆那－馬德里－薩拉曼卡－瓦倫西亞－Granada-Sevilla-.',16,'2010-11-30 18:46:43','2010-11-30 18:46:43'),
	(201,'義大利文密集課(每週20堂課)',21,14,'1週220歐元 ; 2週370歐元 ; 3週510歐元 ; 4週640歐元 ; \r\n5週770歐元 ; 6週900歐元 ; 7週1030歐元 ; 8週1160歐元 ;\r\n週數越久越便宜.','威尼斯',20,'2010-12-01 21:20:08','2010-12-01 21:20:08'),
	(202,'義大利文經濟課(每週20堂)',21,14,'每週一到五下午4點-8點.\r\n1週160歐元 ; 2週280歐元 ; 3週380歐元 ;4週480歐元 ;\r\n5週以上每週100歐元 .','威尼斯',17,'2010-12-01 21:31:12','2010-12-02 20:46:19'),
	(203,'義大利文標準課-10',15,14,'每週10堂義大利文課+10堂活動課\r\n2週200歐元 ; 3週290歐元 ;4週390歐元 ;8週720歐元 ;\r\n課程越長學費越便宜.','佛羅倫斯',20,'2010-12-01 22:25:36','2010-12-01 22:26:08'),
	(204,'義大利文標準課-20',15,14,'每週20堂課+10堂活動\r\n2週370歐元 ; 3週530歐元 ; 4週690歐元 .\r\n課程越長學費越便宜.\r\n','佛羅倫斯',19,'2010-12-01 22:28:00','2010-12-01 22:28:00');

/*!40000 ALTER TABLE `courses` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table departments
# ------------------------------------------------------------

DROP TABLE IF EXISTS `departments`;

CREATE TABLE `departments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `school_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `summary` text,
  `pix` varchar(255) DEFAULT NULL,
  `weight` float NOT NULL DEFAULT '0',
  `created` datetime DEFAULT NULL,
  `modified` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;

LOCK TABLES `departments` WRITE;
/*!40000 ALTER TABLE `departments` DISABLE KEYS */;
INSERT INTO `departments` (`id`,`school_id`,`category_id`,`summary`,`pix`,`weight`,`created`,`modified`)
VALUES
	(7,2,8,'IED禮聘業界公司現任專業的人士來擔任IED的講師，使各種創新的應用專業知識和新方法、新事物，持續的進入學校。讓學生的個人創意能夠協調環境，同時也符合社會變化潮流，進而產生了更豐富的創新性觀點和想法。','IED_pix.jpg',5,'2010-10-29 22:05:30',1288878874),
	(9,3,9,'NABA於1980年設立於米蘭，是一所創新的藝術與設計學院，同時也是一個動態藝術與文化中心；NABA隸屬於義大利教育部的大學藝術高等教育體系，開 設視覺藝術、平面設計、設計、流行時尚、媒體設計、劇場設計方面的學士與碩士藝術學位課程，及各類學院、文憑課程、和受美國大學體系承認的英文海外學期課 程。','NABA_multimedia[1].jpg',4,'2010-10-29 22:47:13',1288878351),
	(10,2,10,'IED禮聘業界公司現任專業的人士來擔任IED的講師，使各種創新的應用專業知識和新方法、新事物，持續的進入學校。讓學生的個人創意能夠協調環境，同時也符合社會變化潮流，進而產生了更豐富的創新性觀點和想法。','class_fashion_italy[1].jpg',5,'2010-10-29 22:48:16',1288878890),
	(11,1,10,'義大利Polimoda是義大利佛羅倫薩市政府投資創建的非營利教育機構。學院身處國際一線奢華品牌總部雲集之地，使學生有機會與國際頂級時尚品牌保持零距離接觸。學校與英國LCF、美國FIT、法國IFM等三所世界知名的服裝學院在國際公認為世界四大服裝設計學院。','polimoda-fashiondesign.jpg',6,'2010-11-01 22:55:32',1288878377),
	(15,2,11,'IED禮聘業界公司現任專業的人士來擔任IED的講師，使各種創新的應用專業知識和新方法、新事物，持續的進入學校。讓學生的個人創意能夠協調環境，同時也符合社會變化潮流，進而產生了更豐富的創新性觀點和想法。','ied-stylist.jpg',5,'2010-11-04 20:52:28',1288878864),
	(14,2,9,'IED禮聘業界公司現任專業的人士來擔任IED的講師，使各種創新的應用專業知識和新方法、新事物，持續的進入學校。讓學生的個人創意能夠協調環境，同時也符合社會變化潮流，進而產生了更豐富的創新性觀點和想法。','IED.Media.jpg',5,'2010-11-04 19:53:08',1288878386),
	(16,2,12,'IED禮聘業界公司現任專業的人士來擔任IED的講師，使各種創新的應用專業知識和新方法、新事物，持續的進入學校。讓學生的個人創意能夠協調環境，同時也符合社會變化潮流，進而產生了更豐富的創新性觀點和想法。','IED-fashion marketing.jpg',5,'2010-11-04 21:08:04',1288878911),
	(17,1,12,'義大利Polimoda是義大利佛羅倫薩市政府投資創建的非營利教育機構。學院身處國際一線奢華品牌總部雲集之地，使學生有機會與國際頂級時尚品牌保持零距離接觸。學校與英國LCF、美國FIT、法國IFM等三所世界知名的服裝學院在國際公認為世界四大服裝設計學院。','polimoda-fashion marketing.jpg',6,'2010-11-04 21:21:59',1288876919),
	(18,3,8,'NABA於1980年設立於米蘭，是一所創新的藝術與設計學院，同時也是一個動態藝術與文化中心；NABA隸屬於義大利教育部的大學藝術高等教育體系，開 設視覺藝術、平面設計、設計、流行時尚、媒體設計、劇場設計方面的學士與碩士藝術學位課程，及各類學院、文憑課程、和受美國大學體系承認的英文海外學期課程。','naba-design.jpg',4,'2010-11-04 21:26:09',1288878254),
	(25,5,11,'Uptodate流行時尚學院秉持著精益求精的信念，務求在專業領域上擁有高水準的教學品質，以新思維結合創意，以專業配合趨勢研究分析;本校於2001年成立於米蘭，致力於開設高度技能與創意的課程，培育時尚與美容流行界的專業角色。','uptodate-styling.jpg',3,'2010-11-04 21:52:38',1288940993),
	(20,3,10,'NABA於1980年設立於米蘭，是一所創新的藝術與設計學院，同時也是一個動態藝術與文化中心；NABA隸屬於義大利教育部的大學藝術高等教育體系，開 設視覺藝術、平面設計、設計、流行時尚、媒體設計、劇場設計方面的學士與碩士藝術學位課程，及各類學院、文憑課程、和受美國大學體系承認的英文海外學期課 程。','naba-fashion.jpg',4,'2010-11-04 21:30:11',1288877411),
	(21,4,8,'FUA授課的語言以 英文為主，但學校仍貼心的在每個課程中皆安排了義大利文的學習課程，促使學習者經由生活文化的體驗，尋找到更多來自生活的靈感與啟發。 課程是授予證書，而非大學或碩士文憑。所以學習時間的長短可調 整，以興趣及技能為學習出發點的朋友，很適合選擇此校做為學習的駐點。','fua-design.jpg',3,'2010-11-04 21:39:46',1288878113),
	(24,4,10,'FUA授課的語言以 英文為主，但學校仍貼心的在每個課程中皆安排了義大利文的學習課程，促使學習者經由生活文化的體驗，尋找到更多來自生活的靈感與啟發。 課程是授予證書，而非大學或碩士文憑。所以學習時間的長短可調 整，以興趣及技能為學習出發點的朋友，很適合選擇此校做為學習的駐點。','fua-fashion.jpg',3,'2010-11-04 21:49:27',1288878567),
	(27,6,10,'Le Arti Orafe位於佛羅倫斯的專業珠寶設計學院已經成立了21年，創辦人Gi? Carbone 在1985年創建了Le Arti Orafe。他曾由義大利部長委任出席參加歐洲研討會議討論藝術及工藝設計的發展，並曾受邀到 英國、巴黎、日本、西班牙、智利...等多國參加多項藝術遠程計劃。','artiorafe-jewellery.jpg',4,'2010-11-04 22:21:41',1288880501),
	(23,4,9,'FUA授課的語言以 英文為主，但學校仍貼心的在每個課程中皆安排了義大利文的學習課程，促使學習者經由生活文化的體驗，尋找到更多來自生活的靈感與啟發。 課程是授予證書，而非大學或碩士文憑。所以學習時間的長短可調 整，以興趣及技能為學習出發點的朋友，很適合選擇此校做為學習的駐點。','fua-media.jpg',3,'2010-11-04 21:47:49',1288878469),
	(28,7,13,'Apicius的餐旅管理學院的課程分為八個科系，學生可以只參加一學期的課程，並獲得出席證明，或是研讀完一年或兩年全部的課程，則可以取得證書。另外，學生如果對美國南佛羅里達大學的餐飲管理有興趣，可以在義大利的佛羅倫斯唸此兩年的課程，再至美國南佛羅里達大學繼續兩年的餐飲管理課程，即可取得南佛羅里達大學的餐飲管理學士學位。 ','artiorafe-jewellery.jpg',7,'2010-11-04 22:24:28',1288880668),
	(29,8,10,'IMB米蘭流行時尚學院採用特別教學與學習方式，注重每位學生的個性與特色，為達到此目標，本校親自設計教材並配合特別的課程安排規劃，並聘用專業英義雙語師資，並採取小班教學，與每位學生都維持頻繁的互動輔導與關切；本校也有開設價格優惠的英義文語言班給需要的學生。本校與義大利各地及全球的工作室，時裝公司等均有良好的關係，不僅會安排實習的機會，並提供學生就業推薦的服務，並已介紹很多學生到知名的業界公司工作。','IMB_fashion.jpg',4,'2010-11-04 22:27:56',1288880876),
	(30,9,8,'Florence Design Academy是國際化的專門設計院校，以室內設計、平面設計、工業設計、3D繪圖設計及3D動畫為主。\r\nF.D.A.是歐洲知名且極具未來性的設計學校，以其無數獲獎的國際師資及才華出眾的設計師而享譽業界，更配有各式資源與新穎的設備工具，在技術與方法並重的教學中位學生打下未來職涯的良好基礎。','FDA_Design.jpg',3,'2010-11-04 22:31:28',1288881088),
	(31,9,9,'Florence Design Academy是國際化的專門設計院校，以室內設計、平面設計、工業設計、3D繪圖設計及3D動畫為主。\r\nF.D.A.是歐洲知名且極具未來性的設計學校，以其無數獲獎的國際師資及才華出眾的設計師而享譽業界，更配有各式資源與新穎的設備工具，在技術與方法並重的教學中位學生打下未來職涯的良好基礎。','FDA_media.jpg',3,'2010-11-04 22:32:34',1288881154),
	(32,10,8,'ISD是南義第一所提供建築、室內設計、工業設計、平面與時裝設計等各類文憑課程的學院，並致力發展相關領域的研究與創新。\r\n在ISD，累積長期的教學經驗與先進的教學方法，開設各種長短課程，並專聘活躍於國際舞台，代表各領域的業界菁英為客座教授，以工作坊型態指導學生，內容涵蓋設計活動、現況研究、以及技術面的革新。','ISD_Design.jpg',3,'2010-11-04 22:37:30',1288881450),
	(33,10,9,'ISD是南義第一所提供建築、室內設計、工業設計、平面與時裝設計等各類文憑課程的學院，並致力發展相關領域的研究與創新。\r\n在ISD，累積長期的教學經驗與先進的教學方法，開設各種長短課程，並專聘活躍於國際舞台，代表各領域的業界菁英為客座教授，以工作坊型態指導學生，內容涵蓋設計活動、現況研究、以及技術面的革新。','isd-media.jpg',3,'2010-11-04 22:38:07',1288881487),
	(34,10,10,'ISD是南義第一所提供建築、室內設計、工業設計、平面與時裝設計等各類文憑課程的學院，並致力發展相關領域的研究與創新。\r\n在ISD，累積長期的教學經驗與先進的教學方法，開設各種長短課程，並專聘活躍於國際舞台，代表各領域的業界菁英為客座教授，以工作坊型態指導學生，內容涵蓋設計活動、現況研究、以及技術面的革新。','ISD_fashion.jpg',3,'2010-11-04 22:38:45',1288881525),
	(35,10,11,'ISD是南義第一所提供建築、室內設計、工業設計、平面與時裝設計等各類文憑課程的學院，並致力發展相關領域的研究與創新。\r\n在ISD，累積長期的教學經驗與先進的教學方法，開設各種長短課程，並專聘活躍於國際舞台，代表各領域的業界菁英為客座教授，以工作坊型態指導學生，內容涵蓋設計活動、現況研究、以及技術面的革新。','ISD_styling.jpg',3,'2010-11-04 22:39:50',1288940939),
	(36,12,14,'達文西語言學校於米蘭、佛羅倫斯、羅馬、西恩那都設有分校，學生就讀時可以申請更換校區就讀，感受不同城市的學習氣氛，體驗生活、學習及語言文化的優點。 不論你想輕鬆的學習語言、為進修做準備，或是想學習一些和設計、服裝相關資訊、用語，都能在這個學校的多樣化課程選擇中，挑選出最佳的學習科目。','davinci-italy.gif',10,'2010-11-04 22:46:11',1288881971),
	(37,14,14,'Dilit是一個擁有120個語言學校的全球性組織，曾經在2006年和2007年國外旅行雜誌所舉辦的最佳義大利語言學校競賽中，從600所國際機構中脫 穎而出，獲得獎狀。學校有一個獨特的教學方法，就是著重用活潑及生活化的會話練習方法教導外國學生；當你的義大利文能在課程中不斷使用而熟練時，在生活中 就能不經文法思考的脫口而出，是一種很“歐洲化”的教學方式。','dilit-italy.gif',7,'2010-11-05 16:30:37',1288945837),
	(38,16,14,'International House Milano(簡稱IH)於1982年創立於米蘭，是International House國際組織的分部之一，目前在米蘭有兩間分校，一間在San Donato，另一間新分校位於米蘭市中心，距離米蘭主教堂僅需步行10分鐘；International House Milano擁有豐富的語言教學、企業訓練、教學培育、筆譯口譯等經驗，提供公司團體和個人的課程，並重聽說讀寫能力與文法，採用最新及實用的教材，以雜誌、影片、報紙等新資訊激發學生學習的興趣。','ih-italy.jpg',8,'2010-11-05 16:40:31',1288946431),
	(39,17,14,'abcCollege位於巴塞隆納市中心，鄰近PlazaMolina摩里納廣場的現代化6層樓建築，視野寬闊，是一所大規模的語言學校，交通有便利的地鐵及巴士連接。','abccollege.jpg',4,'2010-11-05 16:54:27',1288947267),
	(40,18,14,'Enforex成立於1989年，在”西班牙文教學學校”中，可說是西班牙文教學版圖最大的一個語言學習中心，在西班牙本地與拉丁美洲各城市共設有24間分校，每年招生超過35,000名來自世界各地72個國家以上的學生。學生只要在Enforex擁有的校區中上課，都可以申請轉換城市的課程，這所學校所頒發的證書效力廣受各國認可，並獲頒Alcala大學的CEELE(西語教學優良憑證)。','espana.gif',5,'2010-11-05 19:01:57',1288954917),
	(41,19,14,'Colegio Delibes是薩拉曼卡一所美麗的西班牙文語言教學學校，坐落於歷史悠久的建築物中，距離Mayor廣場只要步行5分鐘；近期內不僅剛整修完成，還添購了許多先進的科技設備，讓視聽室、圖書室、會議室、無線網路設備等空間更臻完善，20間教室也配有冷氣，此外還有環境優美的卡斯提爾式天井提供學生為休憩場所。本校以其多樣化的課後活動規劃為特色，營造豐富的國際交流氣氛，且多數活動都是免費參加。','delibes.gif',3,'2010-11-05 19:03:29',1288955009),
	(42,20,14,'Enforex成立於1989年，在”西班牙文教學學校”中，可說是西班牙文教學版圖最大的一個語言學習中心，在西班牙本地與拉丁美洲各城市共設有24間分校，每年招生超過35,000名來自世界各地72個國家以上的學生。學生只要在Enforex擁有的校區中上課，都可以申請轉換城市的課程，這所學校所頒發的證書效力廣受各國認可，並獲頒Alcala大學的CEELE(西語教學優良憑證)。更多相關介紹','enforex-spain.gif',6,'2010-11-05 19:05:21',1288955121),
	(43,21,14,'學校是位於威尼斯的市中心，就在著名的歷史建築威尼斯廣場Campo Santa Margherita內，下課後可以和 同學買杯咖啡坐下來討論課題，或是輕鬆的沈浸在廣場的愉悅氣氛中。學校老師的教學熱情與耐心，能很 快消除對陌生城市的距離感，這在學生的評價中，獲得很好的風評。',NULL,0,'2010-11-05 19:08:47',1288955327);

/*!40000 ALTER TABLE `departments` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table events
# ------------------------------------------------------------

DROP TABLE IF EXISTS `events`;

CREATE TABLE `events` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `school_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `body` text NOT NULL,
  `event_time` datetime NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

LOCK TABLES `events` WRITE;
/*!40000 ALTER TABLE `events` DISABLE KEYS */;
INSERT INTO `events` (`id`,`school_id`,`title`,`body`,`event_time`,`created`,`modified`)
VALUES
	(1,1,'Polimoda--2009暑期課程開始報名了!!','<p>\r\n	接受對象-高中畢業以上,附個人履歷. 為維持教學品質校方可決定班級人數限制.....</p>\r\n','2009-07-01 10:00:00','2010-02-09 23:18:17','2010-02-10 17:37:42'),
	(2,1,'la Lunga Notte della Moda時尚長夜” Polimoda 學生期末時裝秀','<p>\r\n	<strong><span class=\"SpanMark\">佛羅倫斯,2008年5月29日 &ndash; 期待已久&rdquo;la Lunga Notte della Moda時尚長夜&rdquo; Polimoda 學生期末時裝秀昨晚在佛羅倫斯的Saschall 劇院舉行.共有400件以上由服裝設計及打版科系畢業學生創作的女裝設計走出伸展台,這也是他們學習課程的最後一個活動.</span></strong></p>\r\n<p>\r\n	節目一開始由打版課程學生展示他們的服裝,與觀眾分享&rdquo;紙製樣版的當代觀點&rdquo;.接著是服裝設計系大三大四學生的38組系列服飾,每組有 8款成套穿搭的服裝,代表了這些年輕設計師學習與個人進步的成果展.這是未來的設計師們首場展露頭角的時裝秀,為時尚未來做了一場迷人預演.</p>\r\n<p>\r\n	今年全然嶄新的出席就是3個知名陪審團的現身,由時尚界絕對的專家與權威組成,在當晚給予所有設計者評分並且頒獎給最優秀的系列服裝. 分類方式有:最佳創意，最佳市場性以及最佳媒體導向.評審包括各個品牌的知名人物︰Roberto Cavalli的Eva Cavalli, Patrizia Pepe的Patrizia Bambi, Ermanno Scervino, Pitti Immagine的Raffaello Napoleone, Luisa Via Roma的 Luisa Panconesi, Between的Sabrina Damassa, Studio Zeta的Riccardo Grassi, La Rinascente的Kim So Hyoune, Quotidiano Nazionale的Eva Desiderio, Il Sole24Ore的Giulia Crivelli, D La Repubblica delle Donne 的Roberta Rusconi和Class的Licia Bonesi.</p>\r\n<p>\r\n	特別獎由學院院長Linda Loppa與活動贊助者Caran D&rsquo;Ache共同頒發給最有前途作品,所有觀眾也可以與專業評審一同選出觀眾最佳人氣獎的得主。</p>\r\n<p>\r\n	頒獎典禮是個相當令人興奮的活動,今日在史特羅齊別墅與畢業典禮同時舉行.最佳創意獎頒給了發表&quot;墨西哥,迷幻花園&quot;的 Marisol Vite Avila,:以綠色及大自然與植物外型為靈感,是相當有原創性且精緻的作品. 最佳市場性作品由Sara Galardi的&quot;S-貌似天仙&quot;贏得,她從皮耶羅(法國啞劇白臉丑角)和月亮獲得靈感,並以黑白色系呈現作品. Mark Flaim獲得最佳媒體導向作品,以全套白色男裝刻意營造對比性,命名為&quot;穿戴羊皮的狼&quot;.</p>\r\n<p>\r\n	Caran D&rsquo;Ache特獎,評審團選擇了Sara Di Paolo款式浪漫色彩明亮的作品&ldquo;纖纖歐菲莉雅&rdquo;:讓人回憶起與60年代末和70年代初相呼應的前拉斐爾派女性化典型.而經由超過1400位觀眾的多數 投票Alice Minacci 的作品&quot;Russkii Moroz&quot;&mdash;以現代感重新打造民族風衣著,再將男性化的剪裁重新以柔軟樣式與亮色系設計,因而贏得了觀眾獎.</p>\r\n<p>\r\n	而給這些年輕設計師的一個最後驚喜,是Linda Loppa院長決定再頒發最有前途作品,她選擇發表了&quot;新生&quot;的Elena Savasta,是一系列尖端實驗性的作品,因為她的創意潛力及文化背景, Elena現在也將在Polimoda繼續研讀高階服裝設計碩士班.</p>\r\n<p>\r\n	所有得獎的系列作品將從6月18日至21日在Pitti Uomo舉辦表演秀,並在佛羅倫斯的法瓦別墅預定地有&ldquo;La moda in Mostra展示時尚&rdquo;,展示18組由高階服裝設計碩士班與流行鞋類設計碩士班的年輕設計師的系列作品.</p>\r\n<p>\r\n	指導: Piergiorgio del Moro-DM時尚工作室<br />\r\n	彩妝: 捷尼亞專業彩妝<br />\r\n	髮型: 歐萊雅</p>\r\n','2010-02-09 23:24:00','2010-02-09 23:25:35','2010-02-09 23:25:35'),
	(3,2,'色彩與燈光,理論與實務','<table border=\"0\" cellpadding=\"1\" cellspacing=\"1\" style=\"width: 90%;\">\r\n	<tbody>\r\n		<tr>\r\n			<td valign=\"top\">\r\n				<img alt=\"\" src=\"/~Dars/amigo/admin//files/1265731725.jpg\" style=\"width: 150px; height: 143px; margin: 5px; float: left;\" /></td>\r\n			<td>\r\n				<p>\r\n					<strong><span class=\"SpanMark\">藉著Jorrit Tornquist色彩與燈光,理論與實務這本書問市的機會,負責編輯的Gustavo Gili與IED巴塞隆納分校很榮幸邀請您參與Jorrit Tornquist的&rdquo;色彩不存在&rdquo;研討會.</span></strong></p>\r\n				<p>\r\n					活動時間:11月27日(週四)晚上7:30<br />\r\n					活動地點:IED巴塞隆納分校 Torrent de l&#39;Olla, 208</p>\r\n				<p>\r\n					與會者:<br />\r\n					<strong><span class=\"SpanMark\">Jorrit Tornquist</span></strong><br />\r\n					本書作者,專注於色彩研究.自1995年起在米蘭Politecnic學院教授工業設計的視覺傳達課程.<br />\r\n					<strong><span class=\"SpanMark\">Carme Rubio</span></strong><br />\r\n					馬特瑞中心座椅設計相關工業產品色彩與素材專家.<br />\r\n					<strong><span class=\"SpanMark\">Raffaello Ducceschi</span></strong><br />\r\n					本書譯者,也是IED巴塞隆納分校色彩課程的教授.</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>','2009-11-27 19:30:00','2010-02-10 00:13:13','2010-02-10 00:13:13'),
	(4,2,'IED--2009 暑期課程開始報名了!!','<p>\r\n	米蘭/巴塞隆納/馬德里/威尼斯/佛羅倫斯....</p>\r\n','2009-07-01 00:00:00','2010-02-10 00:29:03','2010-02-10 00:29:03');

/*!40000 ALTER TABLE `events` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table fees
# ------------------------------------------------------------

DROP TABLE IF EXISTS `fees`;

CREATE TABLE `fees` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `school_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `fee` varchar(255) DEFAULT NULL,
  `lang` varchar(255) DEFAULT NULL,
  `datetime` varchar(255) DEFAULT NULL,
  `pix` varchar(255) NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=100 DEFAULT CHARSET=utf8;

LOCK TABLES `fees` WRITE;
/*!40000 ALTER TABLE `fees` DISABLE KEYS */;
INSERT INTO `fees` (`id`,`school_id`,`category_id`,`fee`,`lang`,`datetime`,`pix`,`created`,`modified`)
VALUES
	(1,1,12,'碩士課程-台幣44-75萬元','英語/義語','1,6或10月','','2010-11-10 21:14:20','2010-11-16 18:29:47'),
	(9,2,12,'碩士課程-台幣55萬-77萬元','英語','1或4月','','2010-11-16 18:32:02','2010-11-16 18:32:02'),
	(3,1,12,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-10 21:18:05','2010-11-16 18:25:57'),
	(4,1,11,'碩士課程-台幣44-75萬元','英語/義語','1.6或10月','','2010-11-16 18:12:56','2010-11-16 18:29:38'),
	(8,1,10,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-16 18:27:44','2010-11-16 18:28:39'),
	(6,1,11,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-16 18:16:54','2010-11-16 18:28:46'),
	(7,1,10,'碩士課程-台幣44-75萬元','英語/義語','1.6或10月','','2010-11-16 18:22:07','2010-11-16 18:29:58'),
	(10,2,12,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-16 18:32:57','2010-11-16 18:32:57'),
	(11,2,11,'碩士課程-台幣55-75萬元','英語/義語','1或4月','','2010-11-16 18:33:57','2010-11-16 18:35:34'),
	(12,2,11,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-16 18:34:38','2010-11-16 18:34:38'),
	(13,2,10,'碩士課程-台幣55萬-77萬元','英語','1或4月','','2010-11-16 18:36:50','2010-11-16 18:36:50'),
	(14,2,10,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-16 18:37:40','2010-11-16 18:37:40'),
	(15,2,9,'碩士課程-台幣55萬-77萬元','英語','1或4月','','2010-11-16 18:40:16','2010-11-16 18:40:16'),
	(16,2,9,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-16 18:40:49','2010-11-16 18:40:49'),
	(17,2,8,'碩士課程-台幣55萬-77萬元','英語','1或4月','','2010-11-16 18:41:40','2010-11-16 18:41:40'),
	(18,2,8,'3年課程每1年台幣30-45萬元','英語/義語','10月','','2010-11-16 18:42:18','2010-11-16 18:42:18'),
	(19,2,10,'1年基礎課程台幣42萬-50萬','英語','1月','','2010-11-16 20:29:23','2010-11-16 20:29:23'),
	(20,2,8,'1年基礎課程台幣42萬-50萬','英語','1月','','2010-11-16 20:30:10','2010-11-16 20:30:10'),
	(21,22,12,'碩士課程-台幣55萬-77萬元','英語','1月','','2010-11-16 20:32:48','2010-11-16 20:32:48'),
	(22,22,11,'3年課程每1年台幣30-45萬元','西語','10月','','2010-11-16 20:33:51','2010-11-16 20:33:51'),
	(23,22,10,'3年課程每1年台幣30-45萬元','英語/西語','10月','','2010-11-16 20:34:44','2010-11-16 20:34:44'),
	(24,22,9,'3年課程每1年台幣30-45萬元','西語','10月','','2010-11-16 20:35:43','2010-11-16 20:35:43'),
	(25,22,8,'3年課程每1年台幣30-45萬元','英語/西語','10月','','2010-11-16 20:36:19','2010-11-16 20:36:19'),
	(26,3,10,'二年碩士學位每年:台幣35-50萬元','義語','1月','','2010-11-16 21:23:12','2010-11-16 21:26:21'),
	(27,3,10,'一年碩士課程:台幣50-60萬元','義語','9月','','2010-11-16 21:24:04','2010-11-16 21:24:35'),
	(28,3,10,'三年大學課程每年:台幣40-50萬元','義語','10月','','2010-11-16 21:25:04','2010-11-16 21:25:04'),
	(29,3,9,'二年碩士學位每年:台幣35-50萬元','義語','1月','','2010-11-16 21:26:57','2010-11-16 21:26:57'),
	(30,3,9,'一年碩士課程:台幣50-60萬元','義語','9月','','2010-11-16 21:27:29','2010-11-16 21:30:50'),
	(31,3,9,'三年大學課程每年:台幣40-50萬元','義語','10月','','2010-11-16 21:28:49','2010-11-16 21:28:49'),
	(32,3,8,'二年碩士學位每年:台幣35-50萬元','義語','1月','','2010-11-16 21:29:22','2010-11-16 21:29:22'),
	(33,3,8,'一年碩士課程:台幣50-60萬元','義語','9月','','2010-11-16 21:29:49','2010-11-16 21:30:35'),
	(34,3,8,'三年大學課程每年:台幣40-50萬元','義語','10月','','2010-11-16 21:30:15','2010-11-16 21:30:15'),
	(35,4,10,'一學期: 30-35萬元','英語','2.9月','','2010-11-16 21:42:07','2010-11-16 21:45:12'),
	(36,4,10,'一學年: 65-75萬元','英語','2.9月','','2010-11-16 21:43:05','2010-11-16 21:45:54'),
	(37,3,9,'一學期: 30-35萬元','英語','2.9月','','2010-11-16 21:46:27','2010-11-16 21:46:27'),
	(38,3,9,'一學年: 65-75萬元','英語','2.9月','','2010-11-16 21:46:52','2010-11-16 21:46:52'),
	(39,4,8,'一學期: 30-35萬元','英語','2.9月','','2010-11-16 21:47:59','2010-11-16 21:47:59'),
	(40,4,8,'一學年: 65-75萬元','英語','2.9月','','2010-11-16 21:48:26','2010-11-16 21:48:26'),
	(41,5,11,'8天-12天課程台幣8-10萬元','英語/義語','各科系開課日期不同','','2010-11-16 22:03:52','2010-11-16 22:05:25'),
	(42,5,11,'一個月課程:台幣13-15萬元','英語/義語','各科系開課日期不同','','2010-11-16 22:05:06','2010-11-16 22:05:44'),
	(43,5,11,'2個月課程:台幣22-25萬元','英語/義語','各科系開課日期不同','','2010-11-16 22:06:27','2010-11-16 22:09:03'),
	(44,5,11,'學期課程:台幣40-45萬元','英語/義語','各科系開課日期不同','','2010-11-16 22:07:15','2010-11-16 22:07:15'),
	(45,5,11,'學年課程:台幣68-75萬元','英語/義語','各科系開課日期不同','','2010-11-16 22:08:06','2010-11-16 22:08:06'),
	(46,6,10,'一個月課程:台幣12-15萬元','義語','各有開課月份','','2010-11-17 20:54:49','2010-11-17 20:54:49'),
	(47,6,10,'一學期課程:台幣19-27萬元','義語','各有開課月份','','2010-11-17 20:55:34','2010-11-17 20:55:34'),
	(48,6,10,'一學年課程:台幣45-65萬元','義語','各有開課月份','','2010-11-17 20:56:08','2010-11-17 20:57:10'),
	(49,6,10,'二學年課程:台幣100-130萬元','','各有開課月份','','2010-11-17 20:56:48','2010-11-17 20:56:48'),
	(50,7,13,'一學期課程:台幣23-27萬元','英語','開課日期:春季2月','','2010-11-17 21:08:38','2010-11-17 21:08:38'),
	(51,7,13,'一學年課程:台幣47-52萬元','英語','春季2月 / 秋季9月','','2010-11-17 21:09:50','2010-11-17 21:09:50'),
	(52,7,13,'碩士課程:台幣47-53萬元','英語','秋季9月','','2010-11-17 21:10:51','2010-11-17 21:10:51'),
	(53,8,11,'一年及兩年課程:台幣5-58萬元','英語','每月皆有開課','','2010-11-17 21:24:13','2010-11-17 21:24:13'),
	(54,8,10,'課程:台幣5-58萬元','英語','每月皆有開課','','2010-11-17 21:25:38','2010-11-17 21:25:38'),
	(55,9,14,'碩士課程每年:台幣28-40萬元','英語','1月及9月','','2010-11-17 21:35:52','2010-11-17 21:35:52'),
	(56,9,13,'碩士課程每年:台幣28-40萬元','英語','1月及9月','','2010-11-17 21:35:52','2010-11-17 21:35:52'),
	(57,9,12,'碩士課程每年:台幣28-40萬元','英語','1月及9月','','2010-11-17 21:35:52','2010-11-17 21:35:52'),
	(58,9,11,'碩士課程每年:台幣28-40萬元','英語','1月及9月','','2010-11-17 21:35:52','2010-11-17 21:35:52'),
	(59,9,10,'碩士課程每年:台幣28-40萬元','英語','1月及9月','','2010-11-17 21:35:52','2010-11-17 21:35:52'),
	(60,9,9,'碩士課程每年:台幣28-40萬元','英語','1月及9月','','2010-11-17 21:35:52','2010-11-17 21:35:52'),
	(61,9,8,'碩士課程每年:台幣28-40萬元','英語','1月及9月','','2010-11-17 21:35:52','2010-11-17 21:35:52'),
	(62,9,14,'1-3年課程每年:台幣28-38萬元','英語','9月','','2010-11-17 21:36:59','2010-11-17 21:36:59'),
	(63,9,13,'1-3年課程每年:台幣28-38萬元','英語','9月','','2010-11-17 21:36:59','2010-11-17 21:36:59'),
	(64,9,12,'1-3年課程每年:台幣28-38萬元','英語','9月','','2010-11-17 21:36:59','2010-11-17 21:36:59'),
	(65,9,11,'1-3年課程每年:台幣28-38萬元','英語','9月','','2010-11-17 21:36:59','2010-11-17 21:36:59'),
	(66,9,10,'1-3年課程每年:台幣28-38萬元','英語','9月','','2010-11-17 21:36:59','2010-11-17 21:36:59'),
	(67,9,9,'1-3年課程每年:台幣28-38萬元','英語','9月','','2010-11-17 21:36:59','2010-11-17 21:36:59'),
	(68,9,8,'1-3年課程每年:台幣28-38萬元','英語','9月','','2010-11-17 21:36:59','2010-11-17 21:36:59'),
	(73,10,11,'三年大學課程每年:台幣28-40萬元','義語','10月','','2010-11-17 22:24:02','2010-11-17 22:24:02'),
	(74,10,10,'三年大學課程每年:台幣28-40萬元','義語','10月','','2010-11-17 22:24:02','2010-11-17 22:24:02'),
	(75,10,9,'三年大學課程每年:台幣28-40萬元','義語','10月','','2010-11-17 22:24:02','2010-11-17 22:24:02'),
	(76,10,8,'三年大學課程每年:台幣28-40萬元','義語','10月','','2010-11-17 22:24:02','2010-11-17 22:24:02'),
	(80,10,11,'碩士課程:台幣35-50萬元','英語','1月','','2010-11-17 22:24:48','2010-11-17 22:24:48'),
	(81,10,10,'碩士課程:台幣35-50萬元','英語','1月','','2010-11-17 22:24:48','2010-11-17 22:24:48'),
	(82,10,9,'碩士課程:台幣35-50萬元','英語','1月','','2010-11-17 22:24:48','2010-11-17 22:24:48'),
	(83,10,8,'碩士課程:台幣35-50萬元','英語','1月','','2010-11-17 22:24:48','2010-11-17 22:24:48'),
	(87,10,11,'一年期基礎訓練課:台幣35-48萬元','英語','1月','','2010-11-17 22:27:39','2010-11-17 22:27:39'),
	(88,10,10,'一年期基礎訓練課:台幣35-48萬元','英語','1月','','2010-11-17 22:27:39','2010-11-17 22:27:39'),
	(89,10,9,'一年期基礎訓練課:台幣35-48萬元','英語','1月','','2010-11-17 22:27:39','2010-11-17 22:27:39'),
	(90,10,8,'一年期基礎訓練課:台幣35-48萬元','英語','1月','','2010-11-17 22:27:39','2010-11-17 22:27:39'),
	(91,12,14,'課程期間越長,費用越便宜','義語','每週一開課','','2010-11-23 17:57:20','2010-11-23 17:57:36'),
	(92,14,14,'4週以上費用有折扣','義大利文','每月1次開課日','','2010-11-24 21:18:46','2010-11-24 21:18:46'),
	(93,16,14,'各有課程費用','義語','每個月皆有開課','','2010-11-25 16:40:20','2010-11-25 16:40:20'),
	(94,17,14,'週數越久越便宜','西語','每個月皆有開課','','2010-11-25 20:38:29','2010-11-25 20:38:29'),
	(95,18,14,'課程越久學費越便宜','西語','每週皆有開課','','2010-11-26 16:17:13','2010-11-26 16:17:13'),
	(96,19,14,'課程越久學費越便宜','西語','每週皆有開課','','2010-11-26 17:28:22','2010-11-26 17:28:22'),
	(97,20,14,'課程期間越長越便宜.','西語','每週皆有開課','','2010-11-30 22:09:55','2010-11-30 22:09:55'),
	(98,21,14,'課程期間越久學費越便宜','義語','每月皆有開課日','','2010-12-01 22:20:17','2010-12-01 22:20:17'),
	(99,15,14,'課程越長學費越便宜','義語','每月皆有開課日','','2010-12-01 22:29:19','2010-12-01 22:29:19');

/*!40000 ALTER TABLE `fees` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table schools
# ------------------------------------------------------------

DROP TABLE IF EXISTS `schools`;

CREATE TABLE `schools` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `name_eng` varchar(100) DEFAULT NULL,
  `summart` text,
  `summary2` text,
  `type_id` int(11) NOT NULL,
  `pix` varchar(255) DEFAULT NULL,
  `weight` int(11) DEFAULT '0',
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `newfk` (`type_id`)
) ENGINE=MyISAM AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

LOCK TABLES `schools` WRITE;
/*!40000 ALTER TABLE `schools` DISABLE KEYS */;
INSERT INTO `schools` (`id`,`name`,`name_eng`,`summart`,`summary2`,`type_id`,`pix`,`weight`,`created`,`modified`)
VALUES
	(1,'POLIMODA 服裝設計及管理學院','Scuola Polimoda','<p>\r\n	&nbsp;</p>\r\n<p style=\"margin-left: 40px\">\r\n	<img alt=\"\" src=\"/admin//files/1268560624.gif\" style=\"border-bottom: 1px solid; border-left: 1px solid; margin: 10px; width: 160px; float: left; height: 230px; border-top: 1px solid; border-right: 1px solid\" /><strong><span style=\"font-size: 12px\">【 認 識 學 校 】</span></strong></p>\r\n<p>\r\n	<span style=\"font-size: 12px\">義大利Polimoda是義大利佛羅倫薩市政府投資創建的非營利教育機構。學院身處國際一線奢華品牌總部雲集之地，使學生有機會與國際頂級時尚品牌保持零距離接觸。學校與英國LCF、美國FIT、法國IFM等三所世界知名的服裝學院在國際公認為世界四大服裝設計學院。<br />\r\n	義大利Polimoda有兩個院所，分別為時尚管理學院及時尚設計學院。</span></p>\r\n<h3 class=\"TitleContent\">\r\n	<span style=\"font-size: 12px\">【 POLIMODA 權 威 資 質 】</span></h3>\r\n<p>\r\n	<span style=\"font-size: 12px\">義大利POLIMODA 是國際時尚技術院校基金會 (IFFTI，International Foundation of Fashion Technology Institutes) 的核心成員之一。IFFTI是時尚教育界的國際性權威組織，其成員為遍布十多個國家及地區的二十多所院校，是義大利唯一具備IFFTI成員資格的學院。</span></p>\r\n<h3 class=\"TitleContent\">\r\n	<span style=\"font-size: 12px\">&nbsp;【 管 理 學 院 機 構 簡 介 】</span></h3>\r\n<p style=\"margin-left: 40px\">\r\n	<span style=\"font-size: 12px\">管理學院 (POLIMODA SRL) 是POLIMODA時尚學院於2001年與知名品牌Gucci、Tod&#39;s、Salvatore Ferragamo、Cerruti 1881、Patrizia Pepe、Stefano Ricci、La Perla 等30家時尚企業聯合設立的一 間專業培訓機構和時尚管理諮詢集團。<br />\r\n	在2006年5月開始，學院董事長由Gianni Versace (凡賽斯) 跨國集團公司的董事長Dr Santo Versace 博士出任。<br />\r\n	學校不僅為時尚從業人士提供各類時尚專業資格培訓，還向時尚業界提供高級人才招聘、企業管理諮詢和設計研究等服務，並組織或參與各類國際時尚展覽會，如Pitti Uomo、Pitti Filati、Prato Expo、Micam等<a id=\"#design\" name=\"#design\"></a>。</span></p>\r\n<h3 class=\"TitleContent\" style=\"margin-left: 40px\">\r\n	<span style=\"font-size: 12px\">【 設 計 學 院 機 構 簡 介】</span></h3>\r\n<p style=\"margin-left: 40px\">\r\n	<span style=\"font-size: 12px\">時尚學院 (Polimoda) 2006年3月開始，由Salvatore Ferragamo (菲拉格慕) 跨國集團公司首席執行官Dr Ferruccio Ferragamo博士出任董事長。<br />\r\n	POLIMODA與時尚業界的高度結合，為POLIMODA畢業生就業創造了任何其他時尚學院難以攀比的優勢和機會。94%以上POLIMODA畢業生可在6個月內尋找到合適的工作，其中90%以上進入的是Armani、Ferragamo、 Gucci、Benetton、Hugo Boss、Dolce&amp;Gabbana、Max Mara、Trussardi、Valentino、Nike、Prada、Krizia、Kenzo、Tod&#39;s等重要時尚品牌公司。<br />\r\n	POLIMODA歡迎有志投身於國際時尚業及獲取高級時尚專業資格的優秀學子申請入讀學院在佛羅倫薩通過英語或意大利語授課的各類時尚課程。<a id=\"iffti\" name=\"iffti\"></a>。</span></p>\r\n<p>\r\n	<br />\r\n	&nbsp;</p>\r\n','義大利Polimoda是義大利佛羅倫薩市政府投資創建的非營利教育機構。學院身處國際一線奢華品牌總部雲集之地，使學生有機會與國際頂級時尚品牌保持零距離接觸。學校與英國LCF、美國FIT、法國IFM等三所世界知名的服裝學院在國際公認為世界四大服裝設計學院。 義大利Polimoda有兩個院所，分別為時尚管理學院及時尚設計學院。',1,'class_managerment_italy.jpeg',NULL,NULL,'2010-03-14 18:26:59'),
	(2,'IED 歐洲設計學院','Istituto Europeo di Design','<p>\r\n	<img alt=\"\" src=\"/admin/files/1265711912.jpeg\" style=\"margin: 5px; width: 160px; float: left; height: 245px\" /></p>\r\n<h3>\r\n	<strong>【認 &nbsp;識 &nbsp;學 &nbsp;校】</strong></h3>\r\n<p>\r\n	IED歐洲設計學院（簡稱IED），設立在義大利、西班牙、巴西的幾個重要藝術文化的城市， 包括米蘭、羅馬、威尼斯、杜林、馬德里、巴塞隆那及聖保羅。</p>\r\n<p>\r\n	IED是義大利擁有最多分校的設計學院，分為設計、視覺藝術、服裝及管理四個部份。 IED歐洲設計學院義大利校區授課語言有原文及英文。學士課程可以插班就讀，而且可以跨校區，學習不受限制。學校的作風開放，重視創意與實務的結合，在課程中，就有很多機會和業界的企業或公司合作發展，在歐洲評價很高。</p>\r\n','',1,'class_design_spain.jpg',NULL,NULL,'2010-10-21 06:04:31'),
	(3,'NABA米蘭藝術設計學院','Nuova Accademia di Belle Arti Milano','NABA於1980年設立於米蘭，是一所創新的藝術與設計學院，同時也是一個動態藝術與文化中心；NABA隸屬於義大利教育部的大學藝術高等教育體系，開設視覺藝術、平面設計、設計、流行時尚、媒體設計、劇場設計方面的學士與碩士藝術學位課程，及各類學院、文憑課程、和受美國大學體系承認的英文海外學期課程。\r\n\r\n因為本校強烈的實驗導向，NABA致力於整合教育、研究與生產，及促進對教育及藝術生產能夠帶起一種交叉訓練、跨文化並肩負社會責任的經營方式。\r\n\r\n目前共有來自義大利與世界各國超過1000名學生在本校就讀，學校提供一個接觸各界專業人士及藝術家的合作平台，也提供課外活動的安排，對日後就職有相當大的幫助；專業師資群更致力於不斷為課程注入新的技術與能量，校方也設有完善的學生服務與實習安排協助。',NULL,1,'NABA_design.jpg',NULL,NULL,NULL),
	(4,'FUA 藝術學院','Florence University of the Arts','義大利佛羅倫斯大學是由義大利教育部委任派駐在Tuscany托斯卡尼區域的學校。\r\nFUA充滿了文藝氣息，教室及公共區域的空間運用，應襯出佛羅倫斯藝術文化的深度美感。\r\n授課的語言以英文為主，但學校仍貼心的在每個課程中皆安排了義大利文的學習課程，促使學習者經由生活文化的體驗，尋找到更多來自生活的靈感與啟發。\r\n課程是授予證書，而非大學或碩士文憑。所以學習時間的長短可調整，以興趣及技能為學習出發點的朋友，很適合選擇此校做為學習的駐點。\r\nFUA的繪畫室，是直接設在紀念大畫家Raphael拉斐爾當年曾經住過的Palazzo Doni宮殿內。它的內部非常寬闊，有許多優良通風設備的窗戶讓陽光照亮了整個教室，學生們可以從這里遙望Bibliotheca Nazionale國家古跡鑒定學圖書館的美景。\r\n學生的學習空間非常的舒適。它包含了寬敞的圖書館和閱覽室、網絡在線研究室、一個對外開放，有二十個互聯網接入的電腦實驗室。此外，還有一間藝術實驗室給陶瓷製作和陶瓷媒介體混合及雕塑共用，也有一間科技先進的攝影暗房給經典攝影和珠寶製作實驗室。\r\n這些不論內外觀都富有歷史背景的教室區域，同時也是用來作為畫廊的空間展示場合用途。例如學生的展覽和舉辦一些需要看到城市全景的臨時性活動。\r\n從Palazzo Strozzi宮殿的中心點一直走到室外庭院周圍的大廈，從建築建好以來，面向庭院的眾多大窗戶大致上都是有條有理的維持百年不變。Palazzo Strozzi宮殿後面的花園庭院的側翼方是Palazzo Guiccardini宮殿。它的低矮棚架涼亭結構，讓攀緣植物貼著牆壁爬行，也幫忙提供了優雅的戶外周遭境，讓人們能夠明朗的看到佛羅倫斯Oltrarno district區域的全景。',NULL,1,'fua_Laureen-Lockwood.jpg',NULL,NULL,NULL),
	(5,'UPTODATE 彩妝造型學院','Uptodate Fashion Academy','Uptodate流行時尚學院秉持著精益求精的信念，務求在專業領域上擁有高水準的教學品質，以新思維結合創意，以專業配合趨勢研究分析;本校於2001 年成立於米蘭，致力於開設高度技能與創意的課程，培育時尚與美容流行界的專業角色。學校的專業師資團隊包括優秀的造型師、彩妝師、髮型師、攝影師、形象顧問、私人購物專家，及其他相關範疇的專業人士，傳授自身多年的經驗並提供合適的工具及方法來指導學生，帶領學生未來在美容時尚業界成功發展，並透過本校在各大公司行號、時裝公司及商店、品牌、及國際知名的專業環境所設立的人材配置服務，竭力幫助學生在他們各自所選擇的領域中獲得理想的工作。 Uptodate提供初學者、進階者及高階者不同的技術層面學習，而且說英文也可以（這類課程在義大用英文可以學習，算是很難得的），學生可以鑽研一種、或多種有興趣的課程進行。從單一的專門技術，擴大到整體造型；從短期一個月，到長期一年，都有課程可以搭配選擇，都可以為個人量身訂做。學校的理念是經驗的傳授才是最重要的學習捷徑，所以提供了經驗豐富的師資傳授各項技能，使學習者可以透過專業的實務教授，進入國際化的流行領域。',NULL,1,NULL,NULL,NULL,NULL),
	(6,'LE ARTI ORAFE 珠寶設計學院',NULL,' Le Arti Orafe位於佛羅倫斯的專業珠寶設計學院已經成立了21年，創辦人Gi? Carbone 在1985年創建了Le Arti Orafe。他曾由義大利部長委任出席參加歐洲研討會議討論藝術及工藝設計的發展，並曾受邀到英國、巴黎、日本、西班牙、智利...等多國參加多項藝術遠程計劃。\r\n\r\nLe Arti Orafe成立一間畫廊來做為當代珠寶的展場，專門提供給金飾雕刻藝術家、各類設計師、或來自世界各地的學生呈現個人或集體性的展覽；但真正目的是開放給學校的設計師和學生們參與，以發揮創作的積極作用，支持和推廣珠寶設計界的新鮮人。\r\n\r\n學校的校長親自統籌教學活動和擔任高級講師的職位，來傳授首飾設計及寶石設置的工夫給學生們。跟著走遍各國藝術工藝的校長Gi? Carbone，必定能引導你走向創意想像和藝術時尚結合的設計道路。',NULL,1,NULL,NULL,NULL,NULL),
	(7,'APICIUS 餐旅管理學院','Apicius International School of Hospitality',' A.I.S.H.. 是由Dr Gabriella Ganugi創建於1997年，位於歷史中心的義大利佛羅倫斯，一個私營的高等教育機構。在學術界，Dr Gabriella Ganugi是國際上最受尊敬的專業和職業導向教育領導人之一。無論是純學術或其它的專業課程，Apicius兩者都有提供。\r\n\r\nA.I.S.H已獲得Tuscany托斯卡納區域，有關餐飲業和旅遊酒店業的培訓活動認證，並且由教育部來評審及批準。( 政府理事機構根據義大利法律和義大利評審制度，實施控制，並確認Apicius是這區域的代表性學校 )\r\n\r\n學校採用最先進的教學設施和擁有教學熱誠的優秀老師與實際操作所獲得的經驗，吸引了許多國際學生來上課。學校的使命，就是要教導學生如何以最佳的姿態，在一個範圍廣泛、迅速發展的旅遊餐飲業界中，準備為他們的職業生涯脫潁而出的發展自己的個人能力和創造力。\r\n\r\nApicius的學位和證書都可以向旅遊餐飲業的業界顧主們保證每位學生在他們進入社會工作前就已經擁有好多臨床實際操作的經驗。\r\n\r\n在這裏學習美食烹調，不是唯的一目標，而是從義大利對 \"生命即是享受生活\" 的哲學中，體驗及感染藝術家的料理態度，以慢工出細活的方式，烹調出食物藝術上的價值。',NULL,1,NULL,NULL,NULL,NULL),
	(8,'IMB 米蘭流行時尚學院','Istituto di Moda BURGO','Fashion design school Istituto di Moda Burgo(IMB)是以服裝設計，流行形象造型及打版製作為專業項目的設計學院，提供品質要求嚴格的課程，以在高度競爭的時尚市場中，養成能夠打進時尚業界的一流人才。\r\n本校採用特別教學與學習方式，注重每位學生的個性與特色，為達到此目標，本校親自設計教材並配合特別的課程安排規劃，並聘用專業英義雙語師資，並採取小班教學，與每位學生都維持頻繁的互動輔導與關切；本校也有開設價格優惠的英義文語言班給需要的學生。\r\n本校與義大利各地及全球的工作室，時裝公司等均有良好的關係，不僅會安排實習的機會，並提供學生就業推薦的服務，並已介紹很多學生到知名的業界公司工作。',NULL,1,NULL,NULL,NULL,NULL),
	(9,'FDA義大利佛羅倫斯設計學院','Florence Design Academy','Florence Design Academy是國際化的專門設計院校，以室內設計、平面設計、工業設計、3D繪圖設計及3D動畫為主。\r\nF.D.A.是歐洲知名且極具未來性的設計學校，以其無數獲獎的國際師資及才華出眾的設計師而享譽業界，更配有各式資源與新穎的設備工具，在技術與方法並重的教學中位學生打下未來職涯的良好基礎。\r\n本校提供專業的設計專門教育，以挑戰舊有觀念與作法的新方式來滿足現今與未來新世代學生的需求，因為成功的教育對於未來設計的塑型具有舉足輕重的影響，因此針對所有想在設計及相關領域一展長才的學生提供必備的能力訓練與專業知識。\r\n\r\nF.D.A.校本部位於文藝之都的美麗古城佛羅倫斯，讓世界各地的留學生前來一探文藝復興輝煌的藝術建築與人文、設計，更可接觸義大利文及義大利的文化和生活。',NULL,1,'FDA_Design.jpg',NULL,NULL,NULL),
	(10,'ISD拿坡里高等設計學院','Istituto Superiore di Design','ISD是南義第一所提供建築、室內設計、工業設計、平面與時裝設計等各類文憑課程的學院，並致力發展相關領域的研究與創新。\r\n　　在ISD，累積長期的教學經驗與先進的教學方法，開設各種長短課程，並專聘活躍於國際舞台，代表各領域的業界菁英為客座教授，以工作坊型態指導學生，內容涵蓋設計活動、現況研究、以及技術面的革新。\r\n　　本校也努力創造與各學院、產業界、專家及專業協會的多元合作機會，以隨時配合市場變化、新式暢銷產品、與舒適生活型態的改變，來調整教學內容，並透過展覽、會議、工作坊等廣泛的活動，ISD以提升自我成為國內與國際上的改革與實驗中心自許。\r\n　　本校的一般課程與碩士課程讓學生經由模擬實際環境的密集實務操作，實際走訪建築工地、工廠、研究中心，及新穎的教學方式，從中得到最新而符合需求的專業訓練。',NULL,1,'ISD_Design.jpg',NULL,NULL,NULL),
	(12,'達文西語言學校 -米蘭.佛羅倫斯.羅馬.西恩那 校區',NULL,'<h3 class=\"TitleContent\">\r\n	【 認 識 學 校 】</h3>\r\n<p>\r\n	認識學校達文西語言學校的AIL檢定是義大利政府指定的國家語言檢定考試單位。義大利有四個國家承認的義大利語程度檢定單位，分別為：</p>\r\n<p>\r\n	本校的AIL</p>\r\n<p>\r\n	羅馬大學的Roma3</p>\r\n<p>\r\n	西恩納大學的CILS</p>\r\n<p>\r\n	貝魯佳大學的CELI</p>\r\n<p>\r\n	考試每年舉辦四次，可以說是檢定考最完善且舉辦次數最多的學校，並為學生開設檢定考試預備課程。學校的AIL義大利語考試檢定，也是國際承認的證書，包括對語言檢定評鑑最高標準的國家－瑞士，都承認這項資格。</p>\r\n<p>\r\n	達文西語言學校於米蘭、佛羅倫斯、羅馬、西恩那都設有分校，學生就讀時可以申請更換校區就讀，感受不同城市的學習氣氛，體驗生活、學習及語言文化的優點。不論你想輕鬆的學習語言、為進修做準備，或是想學習一些和設計、服裝相關資訊、用語，都能在這個學校的多樣化課程選擇中，挑選出最佳的學習科目。</p>\r\n','達文西語言學校於米蘭、佛羅倫斯、羅馬、西恩那都設有分校，學生就讀時可以申請更換校區就讀，感受不同城市的學習氣氛，體驗生活、學習及語言文化的優點。 不論你想輕鬆的學習語言、為進修做準備，或是想學習一些和設計、服裝相關資訊、用語，都能在這個學校的多樣化課程選擇中，挑選出最佳的學習科目。',3,'達文西.gif',NULL,'2010-03-02 20:24:38','2010-03-03 16:41:00'),
	(14,'Dilit 羅馬語言學校',NULL,'<h3 class=\"TitleContent\">\r\n	【 認 識 學 校 】</h3>\r\n<p>\r\n	Dilit是受義大利教育部官方認可的語言學校，自1974年成立以來已累積多年教授義大利文的經驗，隸屬於擁有120所學校的International House國際教育機構，因此其教學與各項服務品質均受到歐洲各大語言教學組織會員的認可;本校的師資培訓課程也相當具有口碑，此外學校也提供CELI及CILS國家承認之義大利文檢定考試。</p>\r\n<p>\r\n	學校位於羅馬市中心，距中央火車站僅數步之遙，可說是交通十分便利的地點;Dilit是首創全方位溝通式教學的學校之ㄧ，並時時維持教學方式的更新與進步;課堂上經常會更新素材，提供學生有關當今義大利社會文化的豐富資訊，通常課堂內容會進行溝通、團體練習與戲劇演練等等。</p>\r\n','Dilit是一個擁有120個語言學校的全球性組織，曾經在2006年和2007年國外旅行雜誌所舉辦的最佳義大利語言學校競賽中，從600所國際機構中脫 穎而出，獲得獎狀。學校有一個獨特的教學方法，就是著重用活潑及生活化的會話練習方法教導外國學生；當你的義大利文能在課程中不斷使用而熟練時，在生活中 就能不經文法思考的脫口而出，是一種很“歐洲化”的教學方式。',3,'dilit.gif',NULL,'2010-03-03 15:01:18','2010-03-03 15:02:03'),
	(15,'AEF佛羅倫斯歐洲學院-語言教學部',NULL,'<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt\">\r\n	<span style=\"font-family: \'新細明體\', \'serif\'; color: #333333; font-size: 11pt; mso-ascii-font-family: \'times new roman\'; mso-hansi-font-family: \'times new roman\'\"><font face=\"新細明體\">本校位於佛羅倫斯文化藝術生活的中心，歷史舊城區的心臟地帶，古典結合現代的生活方式是很獨特的經驗；</font></span><span lang=\"EN-US\" style=\"color: #333333; font-size: 11pt\">AEF</span><font face=\"新細明體\"><span style=\"font-family: \'新細明體\', \'serif\'; color: #333333; font-size: 11pt; mso-ascii-font-family: \'times new roman\'; mso-hansi-font-family: \'times new roman\'\">致力於外語教學，尤其精於義大利語言文化，位置優勢更提供實際參與城市各樣文化活動的機會，促進當地人與外國人自然愉悅的互動氣氛。</span><span lang=\"EN-US\" style=\"color: #333333; font-size: 11pt\"><o:p></o:p></span></font></p>\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt\">\r\n	<font face=\"新細明體\"><span style=\"font-family: \'新細明體\', \'serif\'; color: #333333; font-size: 11pt; mso-ascii-font-family: \'times new roman\'; mso-hansi-font-family: \'times new roman\'\">　　授課教師都經專業的訓練，且不斷更新最現代的教學方式和研究，強調自然主動的學習。學生從一開始就可以享受運用語言的日常生活情境學習，再自然配合字彙表達和文法。</span><span lang=\"EN-US\" style=\"color: #333333; font-size: 11pt\"><o:p></o:p></span></font></p>\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt\">\r\n	<font face=\"新細明體\"><span style=\"font-family: \'新細明體\', \'serif\'; color: #333333; font-size: 11pt; mso-ascii-font-family: \'times new roman\'; mso-hansi-font-family: \'times new roman\'\">　　音樂部有專業的當地師資，豐富的活動安排，如校內及劇院的演奏與各類表演，並與佛羅倫斯各大音樂學院合作，讓學生參加音樂季的各項節目與音樂會。</span><span lang=\"EN-US\" style=\"color: #333333; font-size: 11pt\"><o:p></o:p></span></font></p>\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt\">\r\n	<font face=\"新細明體\"><span style=\"font-family: \'新細明體\', \'serif\'; color: #333333; font-size: 11pt; mso-ascii-font-family: \'times new roman\'; mso-hansi-font-family: \'times new roman\'\">　　藝術部提供了與義大利及國外藝術家交流概念的機會，也會於校內外藝術展點籌備各種作品展讓學生展出發表，並設有實驗室讓音樂藝術部的學生互動交流，合力創作學院舉辦的劇場演出。</span><span lang=\"EN-US\" style=\"color: #333333; font-size: 11pt\"><o:p></o:p></span></font></p>\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt\">\r\n	<span style=\"font-family: \'新細明體\', \'serif\'; color: #333333; font-size: 11pt; mso-ascii-font-family: \'times new roman\'; mso-hansi-font-family: \'times new roman\'\"><font face=\"新細明體\">　　</font></span><span lang=\"EN-US\" style=\"color: #333333; font-size: 11pt\">AEF</span><font face=\"新細明體\"><span style=\"font-family: \'新細明體\', \'serif\'; color: #333333; font-size: 11pt; mso-ascii-font-family: \'times new roman\'; mso-hansi-font-family: \'times new roman\'\">也設立國際研習部滿足學生於各個課程中專業範疇的需求，並與佛羅倫斯各大學及知名學院機構合作，舉辦研討會、實習、及與當代文化相關的碩士課程。</span><span lang=\"EN-US\" style=\"color: #333333\"><o:p></o:p></span></font></p>\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt\">\r\n	<span lang=\"EN-US\" style=\"color: #333333\"><o:p><font size=\"3\">&nbsp;</font></o:p></span></p>\r\n','本校位於佛羅倫斯文化藝術生活的中心，歷史舊城區的心臟地帶，古典結合現代的生活方式是很獨特的經驗；AEF致力於外語教學，尤其精於義大利語言文化，位置優勢更提供實際參與城市各樣文化活動的機會，促進當地人與外國人自然愉悅的互動氣氛。\r\n',3,'AFE.jpg',NULL,'2010-03-03 15:34:17','2010-03-03 15:35:17'),
	(16,'International House 米蘭語言學校 ',NULL,'<h3 class=\"TitleContent\">\r\n	【 認 識 學 校 】</h3>\r\n<p>\r\n	International House Milano於1982年創立於米蘭，是International House國際組織的分部之一，目前在米蘭有兩間分校，一間在San Donato，另一間新分校位於米蘭市中心，距離米蘭主教堂僅需步行10分鐘；International House Milano擁有豐富的語言教學、企業訓練、教學培育、筆譯口譯等經驗，提供公司團體和個人的課程，並重聽說讀寫能力與文法，採用最新及實用的教材，以雜誌、影片、報紙等新資訊激發學生學習的興趣。</p>\r\n<p>\r\n	IH Milano同時也是義大利語檢定考CELI及CIC的合格認證中心。</p>\r\n','International House Milano於1982年創立於米蘭，是International House國際組織的分部之一，目前在米蘭有兩間分校，一間在San Donato，另一間新分校位於米蘭市中心，距離米蘭主教堂僅需步行10分鐘；International House Milano擁有豐富的語言教學、企業訓練、教學培育、筆譯口譯等經驗，提供公司團體和個人的課程，並重聽說讀寫能力與文法，採用最新及實用的教材，以雜誌、影片、報紙等新資訊激發學生學習的興趣。',3,'IH.jpg',NULL,'2010-03-03 15:47:06','2010-03-03 15:49:29'),
	(17,'abc College 巴塞隆那語言學校',NULL,'<p>\r\n	abcCollege位於巴塞隆納市中心，鄰近PlazaMolina摩里納廣場的現代化6層樓建築，視野寬闊，是一所大規模的語言學校，交通有便利的地鐵及巴士連接。<br />\r\n	本校滿足各種不同的學習需求與提供有效舒適的教學,師資素質高且富有西語教學經驗，注重與學生互動，靈活生動，引發學習興趣及參與感。<br />\r\n	所有教室都備有冷氣及視聽設備，校內並有會議廳及免費上網的電腦教室。</p>\r\n','abcCollege位於巴塞隆納市中心，鄰近PlazaMolina摩里納廣場的現代化6層樓建築，視野寬闊，是一所大規模的語言學校，交通有便利的地鐵及巴士連接。\r\n本校滿足各種不同的學習需求與提供有效舒適的教學,師資素質高且富有西語教學經驗，注重與學生互動，靈活生動，引發學習興趣及參與感。\r\n所有教室都備有冷氣及視聽設備，校內並有會議廳及免費上網的電腦教室。\r\n',4,'abc College.jpg',NULL,'2010-03-03 16:19:00','2010-03-03 16:20:11'),
	(18,'Colegio de Espa?a 薩拉曼卡語言學校',NULL,'<h3 class=\"TitleContent\">\r\n	【 認 識 學 校 】</h3>\r\n<p>\r\n	Colegio de Espa&ntilde;a於1973年創立於薩拉曼卡，是一所具有高素質師資的專業語言訓練中心，以教授外國學生西班牙語言及文化為首要目標，學校位於薩拉曼卡紀念區一棟歷史悠久的建築；本校因其專業優良的師資陣容、多元豐富的課程設計、高品質的課程、親切的環境和氣氛，使本校擁有享譽國際的好口碑；不僅有多所國外大學和本校配合開課，更多次與西班牙政府外交部配合外地西語師資的培訓進修計畫。此外，學校還會舉辦各樣文化、體育及娛樂活動給學生參加。</p>\r\n','Colegio de Espa?a於1973年創立於薩拉曼卡，是一所具有高素質師資的專業語言訓練中心，以教授外國學生西班牙語言及文化為首要目標，學校位於薩拉曼卡紀念區一棟歷史悠久的建築.',4,'espana.gif',NULL,'2010-03-03 16:25:06','2010-03-03 16:27:15'),
	(19,'Colegio Delibes 薩拉曼卡語言學校',NULL,'<h3 class=\"TitleContent\">\r\n	【 認 識 學 校 】</h3>\r\n<p>\r\n	Colegio Delibes是薩拉曼卡一所美麗的西班牙文語言教學學校，坐落於歷史悠久的建築物中，距離Mayor廣場只要步行5分鐘；近期內不僅剛整修完成，還添購了許多先進的科技設備，讓視聽室、圖書室、會議室、無線網路設備等空間更臻完善，20間教室也配有冷氣，此外還有環境優美的卡斯提爾式天井提供學生為休憩場所。本校以其多樣化的課後活動規劃為特色，營造豐富的國際交流氣氛，且多數活動都是免費參加</p>\r\n','Colegio Delibes是薩拉曼卡一所美麗的西班牙文語言教學學校，坐落於歷史悠久的建築物中，距離Mayor廣場只要步行5分鐘.',4,'delibes.gif',NULL,'2010-03-03 16:29:25','2010-03-03 16:30:30'),
	(20,'ENFOREX 語言學校-24所分校位西班牙.拉丁美洲',NULL,'<h3 class=\"TitleContent\">\r\n	【 認 識 學 校 】</h3>\r\n<p>\r\n	Enforex成立於1989年，是一所具有西班牙文教學領導地位的知名語言學校，深厚的經驗讓本校成為最大的西班牙語專業教學機構，目前在西班牙本地與拉丁美洲各城市共設有24間分校，西班牙- 馬德里、巴塞隆納、阿利坎特、卡地斯、格拉納達、馬拉加、馬爾貝亞、薩拉曼卡、塞維亞、瓦倫西亞、特內里費島。拉丁美洲- 阿根廷、墨西哥、玻利維亞、哥斯大黎加、智利、古巴、多明尼加共和國、厄瓜多爾、瓜地馬拉、祕魯。</p>\r\n<p>\r\n	Enforex所頒發的證書效力廣受各界認可，且獲頒Alcal&aacute;大學的CEELE(西語教學優良憑證)，也通過馬德里商會、瑞典CSN及德國Bildungsurlaub鑑定認可，顯示其教學品質相當受到肯定;在教學方法上也積極更新並採用最有效的方式，每位師資皆經過西語教學訓練，在各自負責的領域具有優秀的專業知識，保障每位學生都能發揮最佳潛力; 本校秉持的基本信念就是完美、熱忱與專業。</p>\r\n','Enforex成立於1989年，在”西班牙文教學學校”中，可說是西班牙文教學版圖最大的一個語言學習中心，在西班牙本地與拉丁美洲各城市共設有24間分校，每年招生超過35,000名來自世界各地72個國家以上的學生。學生只要在Enforex擁有的校區中上課，都可以申請轉換城市的課程，這所學校所頒發的證書效力廣受各國認可，並獲頒Alcala大學的CEELE(西語教學優良憑證)。',4,'enforex.gif',NULL,'2010-03-03 16:44:21','2010-03-03 16:44:40'),
	(21,'威尼斯 ISTITUTTO VENEZIA 語言學校',NULL,'<h3 class=\"TitleContent\">\r\n	【 認 識 學 校 】</h3>\r\n<p>\r\n	Istituto Venezia是受義大利政府教育部官方認可的語言教學機構，也是義大利ASILS及Tandem International等語言教學協會的會員，並且多年來持續推廣及支持義大利語的教學。</p>\r\n<p>\r\n	本校教學品質和教材是學校非常注重的，所有的師資都接受特別的教師訓練課程並參與教育研討會，尤其是ITALS (以義大利語為第二外語)之碩士課程;本校採取教學方式建立在完整溝通的方式上，鼓勵每位學生主動參與，增進口語及書寫溝通的雙向技巧，課堂隨時提供廣泛而新穎的素材，聽說讀寫並重，透過小組互動溝通的過程進行實用的練習，並強調語法結構與字彙。</p>\r\n','學校是位於威尼斯的市中心，就在著名的歷史建築威尼斯廣場Campo Santa Margherita內，下課後可以和 同學買杯咖啡坐下來討論課題，或是輕鬆的沈浸在廣場的愉悅氣氛中。學校老師的教學熱情與耐心，能很 快消除對陌生城市的距離感，這在學生的評價中，獲得很好的風評。',3,'venezia.gif',NULL,'2010-03-03 19:01:43','2010-03-03 19:02:04'),
	(22,'IED 歐洲設計學院-西班牙',NULL,'<p>\r\n	學校禮聘業界公司現任專業的人士來擔任IED的講師，使各種創新的應用專業知識和新方法、新事物，持續的進入學校。讓學生的個人創意能夠協調環境，同時也符合社會變化潮流，進而產生了更豐富的創新性觀點和想法。</p>\r\n','IED 歐洲設計學院（簡稱IED），設立在義大利、西班牙、巴西的幾個重要藝術文化的城市， 包括米蘭、羅馬、威尼斯、杜林、馬德里、巴塞隆那及聖保羅。\r\nIED 是義大利擁有最多分校的設計學院，分為設計、視覺藝術、服裝及管理四個部份。\r\nIED歐洲設計學院義大利校區授課語言有原文及英文。學士課程可以插班就讀，而且可以跨校區，學習不受限制。學校的作風開放，重視創意與實務的結合，在課程中，就有很多機會和業界的企業或公司合作發展，在歐洲評價很高。...more\r\n設計類\r\n多媒體設計 / 純藝術\r\n服裝?配件?珠寶設計\r\n造型\r\n行銷及管理\r\n工業設計系\r\n產品設計系\r\n室內設計系\r\n燈光設計系\r\n包裝設計系\r\n交通運輸工具設計系\r\n舞台設計系\r\n機車遊艇火車設計系\r\n\r\n\r\n\r\n\r\n\r\n\r\n平面設計系多媒體插畫動畫設計數位與虛擬設計系音效設計系插畫系影片設計系攝影系\r\n\r\n服裝與織品設計系時尚配件與鞋設計系服裝設計系珠寶設計系珠寶與配件設計系\r\n\r\n時尚造型設計系\r\n\r\n時尚行銷與零售管理系時尚行銷與產品管理系時尚傳播與造型系時尚傳播與公關系時尚行銷採購系奢華品行銷管理系平面設計管理系藝術管理系品牌管理與告傳播系時尚行銷與傳播活動策劃管理系廣告學系\r\n',2,NULL,NULL,'2010-03-03 19:16:20','2010-11-16 21:49:22');

/*!40000 ALTER TABLE `schools` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table summers
# ------------------------------------------------------------

DROP TABLE IF EXISTS `summers`;

CREATE TABLE `summers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `datetime` varchar(255) DEFAULT NULL,
  `location` varchar(255) DEFAULT NULL,
  `remark` text,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL,
  `school_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

LOCK TABLES `summers` WRITE;
/*!40000 ALTER TABLE `summers` DISABLE KEYS */;
INSERT INTO `summers` (`id`,`name`,`datetime`,`location`,`remark`,`created`,`modified`,`school_id`)
VALUES
	(5,'test','test','test','test','2010-12-29 04:28:16','2010-12-29 04:30:25',2);

/*!40000 ALTER TABLE `summers` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table types
# ------------------------------------------------------------

DROP TABLE IF EXISTS `types`;

CREATE TABLE `types` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) DEFAULT NULL,
  `name_eng` varchar(50) NOT NULL,
  `pix` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='學校分類';

LOCK TABLES `types` WRITE;
/*!40000 ALTER TABLE `types` DISABLE KEYS */;
INSERT INTO `types` (`id`,`name`,`name_eng`,`pix`)
VALUES
	(4,'西班牙語言學校','Spanish Language','banner_languageS.jpg'),
	(3,'義大利語言學校','Italian Language','banner_language.jpg'),
	(2,'西班牙留學','in Spain','banner_spain.jpg'),
	(1,'義大利留學','in Italy','banner_italy.jpg');

/*!40000 ALTER TABLE `types` ENABLE KEYS */;
UNLOCK TABLES;





/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
